[
    {
        "id":"1",
        "text":"Anxiety is the dizziness of freedom",
        "author":"Søren Kierkegaard"
    },
    {
        "id":"2",
        "text":"Anxiety is love's greatest killer. It makes others feel as you might when a drowning man holds on to you. You want to save him, but you know he will strangle you with his panic",
        "author":"Anais Nin"
    },
    {
        "id":"3",
        "text":"Worrying is carrying tomorrow's load with today's strength- carrying two days at once. It is moving into tomorrow ahead of time. Worrying doesn't empty tomorrow of its sorrow, it empties today of its strength",
        "author":"Corrie Ten Boom"
    },
    {
        "id":"4",
        "text":"To hear the phrase (our only hope) always makes one anxious, because it means that if the only hope doesn't work, there is nothing left",
        "author":"Lemony Snicket"
    },
    {
        "id":"5",
        "text":"If you want to conquer the anxiety of life, live in the moment, live in the breath",
        "author":"Amit Ray"
    },
    {
        "id":"6",
        "text":"It did what all ads are supposed to do: create an anxiety relievable by purchase",
        "author":"David Foster Wallace"
    },
    {
        "id":"7",
        "text":"Man is not worried by real problems so much as by his imagined anxieties about real problems",
        "author":"Epictetus"
    },
    {
        "id":"8",
        "text":"Don’t worry if people think you’re crazy. You are crazy. You have that kind of intoxicating insanity that lets other people dream outside of the lines and become who they’re destined to be",
        "author":"Jennifer Elisabeth"
    },
    {
        "id":"9",
        "text":"The more you pray, the less you'll panic. The more you worship, the less you worry. You'll feel more patient and less pressured",
        "author":"Rick Warren"
    },
    {
        "id":"10",
        "text":"Our anxiety does not empty tomorrow of its sorrows, but only empties today of its strengths",
        "author":"C. H. Spurgeon"
    },
    {
        "id":"11",
        "text":"To venture causes anxiety, but not to venture is to lose one's self.... And to venture in the highest is precisely to be conscious of one's self",
        "author":"Søren Kierkegaard"
    },
    {
        "id":"12",
        "text":"Life is ten percent what you experience and ninety percent how you respond to it",
        "author":"Dorothy M. Neddermeyer"
    },
    {
        "id":"13",
        "text":"Do not let your difficulties fill you with anxiety, after all it is only in the darkest nights that stars shine more brightly",
        "author":"Ali Ibn Abi Talib AS"
    },
    {
        "id":"14",
        "text":"If you trade your authenticity for safety, you may experience the following: anxiety, depression, eating disorders, addiction, rage, blame, resentment, and inexplicable grief",
        "author":"Brené Brown"
    },
    {
        "id":"15",
        "text":"I want to be the best version of myself for anyone who is going to someday walk into my life and need someone to love them beyond reason",
        "author":"Jennifer Elisabeth"
    },
    {
        "id":"16",
        "text":"I've spent most of my life and most of my friendships holding my breath and hoping that when people get close enough they won't leave, and fearing that it's a matter of time before they figure me out and go",
        "author":"Shauna Niequist"
    },
    {
        "id":"17",
        "text":"Anxiety's like a rocking chair. It gives you something to do, but it doesn't get you very far",
        "author":"Jodi Picoult"
    },
    {
        "id":"18",
        "text":"It’s OKAY to be scared. Being scared means you’re about to do something really, really brave",
        "author":"Mandy Hale"
    },
    {
        "id":"19",
        "text":"The punishment of every disordered mind is its own disorder",
        "author":"St. Augustine of Hippo"
    },
    {
        "id":"20",
        "text":"Anxiety was born in the very same moment as mankind. And since we will never be able to master it, we will have to learn to live with it—just as we have learned to live with storms",
        "author":"Paulo Coelho"
    },
    {
        "id":"21",
        "text":"Even if she be not harmed, her heart may fail her in so much and so many horrors; and hereafter she may suffer--both in waking, from her nerves, and in sleep, from her dreams",
        "author":"Bram Stoker"
    },
    {
        "id":"22",
        "text":"The past could always be annihilated. Regret, denial, or forgetfulness could do that. But the future was inevitable",
        "author":"Oscar Wilde"
    },
    {
        "id":"23",
        "text":"I met a boy whose eyes showed me that the past, present and future were all the same thing",
        "author":"Jennifer Elisabeth"
    },
    {
        "id":"24",
        "text":"The largest part of what we call 'personality' is determined by how we've opted to defend ourselves against anxiety and sadness",
        "author":"Alain de Botton"
    },
    {
        "id":"25",
        "text":"I can do this… I can start over. I can save my own life and I’m never going to be alone as long as I have stars to wish on and people to still love",
        "author":"Jennifer Elisabeth"
    },
    {
        "id":"26",
        "text":"I do not sleep because I am not only afraid of the monsters at my door, but also of the monsters my own mind can conjure. The ones that live within",
        "author":"Samantha Shannon"
    },
    {
        "id":"27",
        "text":"Self-observation is the first step of inner unfolding",
        "author":"Amit Ray"
    },
    {
        "id":"28",
        "text":"If I could drown in sleep as I drown in fear I would be no longer alive",
        "author":"Franz Kafka"
    },
    {
        "id":"29",
        "text":"As you enter, you pray to leave. As you leave, you pray to never return",
        "author":" Victoria Aveyard"
    },
    {
        "id":"30",
        "text":"The pleasure of living and the pleasure of the orgasm are identical. Extreme orgasm anxiety forms the basis of the general fear of life",
        "author":"Wilhelm Reich"
    },
    {
        "id":"31",
        "text":"I promise you nothing is as chaotic as it seems. Nothing is worth diminishing your health. Nothing is worth poisoning yourself into stress, anxiety, and fear",
        "author":"Steve Maraboli"
    },
    {
        "id":"32",
        "text":"Maybe we tried to leave as much memories of ourselves with each other because we knew one day we wouldn't be together any more",
        "author":"Makoto Shinkai"
    },
    {
        "id":"33",
        "text":"Creating is living doubly. The groping, anxious quest of a Proust, his meticulous collecting of flowers, of wallpapers, and of anxieties, signifies nothing else",
        "author":"Albert Camus"
    },
    {
        "id":"34",
        "text":"Her forehead was a maze of anxious little grooves, from a lifetime of wondering about whether everyone within range was OK",
        "author":"Tana French"
    },
    {
        "id":"35",
        "text":"You always say such lovely things to me, Red. Do you say them to yourself?",
        "author":"Talia Hibbert"
    },
    {
        "id":"36",
        "text":"No event is depressing. I may feel depressed; if so, I take responsibility",
        "author":"Larry Godwin"
    },
    {
        "id":"37",
        "text":"The soul is torn apart in a painful condition as long as it prefers the eternal because of its Truth but does not discard the temporal because of familiarity",
        "author":"St. Augustine of Hippo"
    },
    {
        "id":"38",
        "text":"Care keeps his watch in every old man’s eye, And where care lodges, sleep will never lie",
        "author":"William Shakespeare"
    },
    {
        "id":"39",
        "text":"in my experience, the words “now just calm down” almost inevitably have the opposite effect on the person you are speaking to",
        "author":"Elyn R. Saks"
    },
    {
        "id":"40",
        "text":"Temperamentally anxious people can have a hard time staying motivated, period, because their intense focus on their worries distracts them from their goals",
        "author":"Winifred Gallagher"
    },
    {
        "id":"41",
        "text":"Our anxiety does not come from thinking about the future, but from wanting to control it",
        "author":"Kahlil Gibran"
    },
    {
        "id":"42",
        "text":"I wondered what you'd have on the side with a plate of Deep Fried Anxiety. Pickles? Coleslaw? Potato-strychnine mash?",
        "author":"Robin McKinley"
    },
    {
        "id":"43",
        "text":"I had the chance to make every possible mistake and figure out a way to recover from it. Once you realize there is life after mistakes, you gain a self-confidence that never goes away",
        "author":"Bob Schieffer"
    },
    {
        "id":"44",
        "text":"I hope you see what you've done to me",
        "author":"Matthew Little"
    },
    {
        "id":"45",
        "text":"I wanted to just sink into my media downloads for a while and pretend I didn't exist",
        "author":"Martha Wells"
    },
    {
        "id":"46",
        "text":"Alcohol has its own well-know defects as a medication for depression but no one has ever suggested - ask any doctor - that it is not the most effective anti-anxiety agent yet known",
        "author":"Joan Didion"
    },
    {
        "id":"47",
        "text":"Our stresses, anxieties, pains, and problems arise because we do not see the world, others, or even ourselves as worthy of love",
        "author":"Prem Prakash"
    },
    {
        "id":"48",
        "text":"I have panicked unnecessarily in all four corners of the globe",
        "author":"Jon Ronson"
    },
    {
        "id":"49",
        "text":"When your past shows up to haunt you, make sure it comes after supper so it doesn't ruin your whole day",
        "author":"Jay Wickre"
    },
    {
        "id":"50",
        "text":"She was terrified of everything, and terrified to show it",
        "author":"David Foster Wallace"
    },
    {
        "id":"51",
        "text":"You are the biggest enemy of your own sleep",
        "author":"Pawan Mishra"
    },
    {
        "id":"52",
        "text":"Present fears are less than horrible imaginings",
        "author":"William Shakespeare"
    },
    {
        "id":"53",
        "text":"Now that your worry has proved such an unlucrative business, Why not find a better job?",
        "author":"Hafez"
    },
    {
        "id":"54",
        "text":"Truces may stop the battles, but part of you will always feel like you're at war",
        "author":"David Levithan"
    },
    {
        "id":"55",
        "text":"Keep your problems to yourself, if its too much for you, kill it slowly till it disappears from your life",
        "author":"Michael Bassey Johnson"
    },
    {
        "id":"56",
        "text":"He felt like normal. Filled with anxiety, dread, sure. But even that wasn't unusual...",
        "author":"John Ajvide Lindqvist"
    },
    {
        "id":"57",
        "text":"Thanks to the imagination, there’s no end to things in this world that can trigger anxiety",
        "author":"Ryū Murakami"
    },
    {
        "id":"58",
        "text":"Just a glance at the ragged mess around her fingernails communicated more than the lenghiest essays on the nature of distress",
        "author":"Mark Z. Danielewski"
    },
    {
        "id":"59",
        "text":"Each moment of worry, anxiety or stress represents lack of faith in miracles, for they never cease",
        "author":"T.F. Hodge"
    },
    {
        "id":"60",
        "text":"Usually she ordered a cup of coffee and a cup of tea, as well as a brownie, propping up her sadness with chocolate and caffeine so that it became an anxiety",
        "author":"Lorrie Moore"
    },
    {
        "id":"61",
        "text":"Men seek rest in a struggle against difficulties; and when they have conquered these, rest becomes insufferable",
        "author":"Blaise Pascal"
    },
    {
        "id":"62",
        "text":"A lady should never feel anxious about her behavior. The status is bred in the bone. To show anxiety is to lower oneself. Anxiety is vulgar",
        "author":"Eloisa James"
    },
    {
        "id":"63",
        "text":"Though it may feel otherwise, enjoying life is no more dangerous than apprehending it with continuous anxiety and gloom",
        "author":"Alain de Botton"
    },
    {
        "id":"64",
        "text":"The mind that constantly wanders through the past is always a terrible mess",
        "author":"Marwane Caber"
    },
    {
        "id":"65",
        "text":"My experience is that many things are not as bad as I thought they would be",
        "author":"Mary Doria Russell"
    },
    {
        "id":"66",
        "text":"Anxiety is the handmaiden of contemporary ambition",
        "author":"Alain de Botton"
    },
    {
        "id":"67",
        "text":"I think this is what we all want to hear: that we are not alone in hitting the bottom, and that it is possible to come out of that place courageous, beautiful, and strong",
        "author":"Anna White"
    },
    {
        "id":"68",
        "text":"While writing is like a joyful release, editing is a prison where the bars are my former intentions and the abusive warden my own neuroticism",
        "author":"Tiffany Madison"
    },
    {
        "id":"69",
        "text":"How does one kill fear, I wonder? How do you shoot a spectre through the heart, slash off its spectral head, take it by its spectral throat?",
        "author":"Joseph Conrad"
    },
    {
        "id":"70",
        "text":"We live only a few conscious decades, and we fret ourselves enough for several lifetimes",
        "author":"Christopher Hitchens"
    },
    {
        "id":"71",
        "text":"It is our work to cast care, and it is God's work to take care",
        "author":"Thomas Watson"
    },
    {
        "id":"72",
        "text":"You are not alone...please know that hope can fly in on the most unexpected of wings",
        "author":"Tracy Shawn"
    },
    {
        "id":"73",
        "text":"Everything in us presses toward decision, even toward the wrong decision, just to be free of the anxiety that precedes any big step in life",
        "author":"May Sarton"
    },
    {
        "id":"74",
        "text":"I feel like I'm the one made out of paper",
        "author":"Akemi Dawn Bowman"
    },
    {
        "id":"75",
        "text":"Free time is death to the anxious, and thank goodness I don't have any of it right now",
        "author":"Jon Stewart"
    },
    {
        "id":"76",
        "text":"Sometimes feeling good isn’t about picking up more things to do, but about letting go of things that have nothing to do with you",
        "author":"Curtis Tyrone Jones"
    },
    {
        "id":"77",
        "text":"Everyone must imagine his own snakes because no one else's snakes can ever be as awful",
        "author":"Tove Jansson"
    },
    {
        "id":"78",
        "text":"The antidote to joy is dread",
        "author":"Sam Hamm"
    },
    {
        "id":"79",
        "text":"It ain't no use putting up your umbrella till it rains!",
        "author":"Alice Caldwell Rice"
    },
    {
        "id":"80",
        "text":"Just as anxiety can feed on itself, so can courage",
        "author":"John J. Ratey"
    },
    {
        "id":"81",
        "text":"You have every cause for anxiety. We are on the threshold of a more searching, more honest, more open society",
        "author":"László Krasznahorkai"
    },
    {
        "id":"82",
        "text":"Depression and anxiety are not feelings. Feelings return me to myself. Depression and anxiety are body snatchers that suck me out of myself so that I appear to be there but I'm really gone",
        "author":"Glennon Doyle"
    },
    {
        "id":"83",
        "text":"All this wondering was the weather vane on top of the building of unrest and of discontent",
        "author":"steinbeck"
    },
    {
        "id":"84",
        "text":"He was agitated for some reason that he could not name",
        "author":"Kate DiCamillo"
    },
    {
        "id":"85",
        "text":"I watch worry and anxiety being pandered to through technology which is neutral",
        "author":"Brian Richardson"
    },
    {
        "id":"86",
        "text":"You'd be surprised how easy it is to talk an anxiously attached person down from their spiral if you don't leave them in silence to imagine the worst",
        "author":"Sophie Gonzales"
    },
    {
        "id":"87",
        "text":"Lies do not console us, but only produce anxiety and dread",
        "author":"Marty Rubin"
    },
    {
        "id":"88",
        "text":"it's society's stigma that traumatizes people and causes anxiety, depression and suicide",
        "author":"Marty Rubin"
    },
    {
        "id":"89",
        "text":"He closes his eyes. A jungle in there, inside his head. He opens them quickly",
        "author":"Judith Guest"
    },
    {
        "id":"90",
        "text":"The slow ceiling fan sliced the thick, frightened air into an unending spiral that spun slowly to the floor like the peeled skin of an endless potato",
        "author":"Arundhati Roy"
    },
    {
        "id":"91",
        "text":"I has such a sinking in my inside I has to get up and eat biscuits",
        "author":"Dorothy L. Sayers"
    },
    {
        "id":"92",
        "text":"An anxious mind makes lions of tumble weeds",
        "author":"Stacey Lee"
    },
    {
        "id":"93",
        "text":"Become a master ignorer",
        "author":"Maxime Lagacé"
    },
    {
        "id":"94",
        "text":"Consuming caffeine gives us a taste of insanity",
        "author":"Mokokoma Mokhonoana"
    },
    {
        "id":"95",
        "text":"When frustration kills creativity, anxiety, anger and fear are born",
        "author":"Sukant Ratnakar"
    },
    {
        "id":"96",
        "text":"I wanted to talk, to say something, to ask questions. But I couldn't. All the words were stuck in my throat",
        "author":"Benjamin Alire Sáenz"
    },
    {
        "id":"97",
        "text":"Just as we throw out our garbage, we need to cast out thoughts that are trashy",
        "author":"Patsy Clairmont"
    },
    {
        "id":"98",
        "text":"Afterall, With great imagination comes great fear",
        "author":"Ashish Saha"
    },
    {
        "id":"99",
        "text":"The instinct towards panic, once experienced, cannot be unlearned",
        "author":"Gregory Maguire"
    },
    {
        "id":"100",
        "text":"Lies do not console us, but only produce dread and anxiety",
        "author":"Marty Rubin"
    },
    {
        "id":"101",
        "text":"My characters award me a forgiveness I've yet to accept",
        "author":"Nathaniel Connors"
    },
    {
        "id":"102",
        "text":"With every goal, wish, or plan we deem important, we invite anxiety",
        "author":"Mokokoma Mokhonoana"
    },
    {
        "id":"103",
        "text":"No need to hurry. No need to sparkle. No need to be anybody but oneself",
        "author":"Virginia Woolf"
    },
    {
        "id":"104",
        "text":"Stress is an ignorant state. It believes that everything is an emergency. Nothing is that important",
        "author":"Natalie Goldberg"
    },
    {
        "id":"105",
        "text":"I just give myself permission to suck…I find this hugely liberating",
        "author":"John Green"
    },
    {
        "id":"106",
        "text":"There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will",
        "author":"Epictetus"
    },
    {
        "id":"107",
        "text":"Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength",
        "author":"Charles Spurgeon"
    },
    {
        "id":"108",
        "text":"How much pain have cost us the evils which have never happened",
        "author":"Thomas Jefferson"
    },
    {
        "id":"109",
        "text":"We must have a pie. Stress cannot exist in the presence of a pie",
        "author":"David Mamet"
    },{
        "id":"110",
        "text":"Anxiety is a thin stream of fear trickling through the mind. If encouraged, it cuts a channel into which all other thoughts are drained",
        "author":"Arthur Somers Roche"
    },
    {
        "id":"111",
        "text":"Nothing diminishes anxiety faster than action",
        "author":"Walter Anderson"
    },
    {
        "id":"112",
        "text":"Just when the caterpillar thought the world was ending, he turned into a butterfly",
        "author":"unknown"
    },
    {
        "id":"113",
        "text":"Nothing in the affairs of men is worthy of great anxiety",
        "author":"Plato"
    },
    {
        "id":"114",
        "text":"You cannot always control what goes on outside, but you can always control what goes on inside",
        "author":"Wayne Dyer"
    },
    {
        "id":"115",
        "text":"Your mind will answer most questions if you learn to relax and wait for the answer",
        "author":"William S. Burroughs"
    },
    {
        "id":"116",
        "text":"Not everything that weighs you down is yours to carry",
        "author":"unknown"
    },
    {
        "id":"117",
        "text":"Do what you can, with what you’ve got, where you are",
        "author":"Theodore Roosevelt"
    },
    {
        "id":"118",
        "text":"Anxiety’s like a rocking chair. It gives you something to do, but it doesn’t get you very far",
        "author":"Jodi Picoult"
    },
    {
        "id":"119",
        "text":"Life is ten percent what you experience and ninety percent how you respond to it.",
        "author":"unknown"
    },
    {
        "id":"120",
        "text":"Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past or a pioneer of the future",
        "author":"Deepak Chopra"
    },
    {
        "id":"121",
        "text":"Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor",
        "author":"Thich Nhat Hanh"
    },
    {
        "id":"122",
        "text":"You don’t have to control your thoughts; you just have to stop letting them control you",
        "author":"Dan Millman"
    },
    {
        "id":"123",
        "text":"People become attached to their burdens sometimes more than the burdens are attached to them",
        "author":"George Bernard Shaw"
    },
    {
        "id":"124",
        "text":"It’s not time to worry yet",
        "author":"Harper Lee"
    },
    {
        "id":"125",
        "text":"If you can’t fly, run. If you can’t run, walk. If you can’t walk, crawl, but by all means, keep moving",
        "author":"Martin Luther King, Jr"
    },
    {
        "id":"126",
        "text":"Almost everything will work again if you unplug it for a few minutes, including you",
        "author":"Anne Lamott"
    },
    {
        "id":"127",
        "text":"My anxiety doesn’t come from thinking about the future but from wanting to control it",
        "author":"Hugh Prather"
    },
    {
        "id":"128",
        "text":"If you don’t like something, change it. If you can’t change it, change your attitude.",
        "author":"Maya Angelou"
    },
    {
        "id":"129",
        "text":"The way you tell your story to yourself matters",
        "author":"Amy Cuddy"
    },
    {
        "id":"130",
        "text":"Worry often gives a small thing a big shadow",
        "author":"Swedish proverb"
    },
    {
        "id":"131",
        "text":"Your calm mind is the ultimate weapon against your challenges",
        "author":"Bryant McGill"
    },
    {
        "id":"132",
        "text":"A positive attitude gives you power over your circumstances instead of your circumstances having power over you",
        "author":"Joyce Meyer"
    },
    {
        "id":"133",
        "text":"It’s not stress that kills us, it is our reaction to it",
        "author":"Hans Selye"
    },
    {
        "id":"134",
        "text":"Nothing can bring you peace but yourself",
        "author":"Ralph Waldo Emerson"
    },
    {
        "id":"135",
        "text":"The great thing, then, in all education, is to make our nervous system our ally instead of our enemy",
        "author":"William James"
    },
    {
        "id":"136",
        "text":"Tension is who you think you should be. Relaxation is who you are.",
        "author":"Chinese proverb"
    },
    {
        "id":"137",
        "text":"The time to relax is when you don’t have time for it",
        "author":"Sydney J. Harris"
    },
    {
        "id":"138",
        "text":"When you feel overwhelmed, remember: A little at a time is how it gets done. One thing, one task, one moment at a time",
        "author":"unknown"
    },
    {
        "id":"139",
        "text":"Surrender to what is, let go of what was, and have faith in what will be",
        "author":"Sonia Ricotti"
    },
    {
        "id":"140",
        "text":"Calm mind brings inner strength and self-confidence, so that’s very important for good health",
        "author":"Dalai Lama"
    },
    {
        "id":"141",
        "text":"You wouldn’t worry so much about what others think of you if you realized how seldom they do",
        "author":"Attributed to Eleanor Roosevelt"
    },
    {
        "id":"142",
        "text":"Present fears are less than horrible imaginings",
        "author":"William Shakespeare"
    },
    {
        "id":"143",
        "text":"You have dug your soul out of the dark, you have fought to be here; do not go back to what buried you",
        "author":"Bianca Sparacino"
    },
    {
        "id":"144",
        "text":"Everyone remembers the remark of the old man at the point of death, that his life had been full of troubles — most of which had never happened",
        "author":"Winston Churchill"
    },
    {
        "id":"145",
        "text":"Rule number one: Don’t sweat the small stuff. Rule number two: It’s all small stuff",
        "author":"Robert S. Eliot"
    },
    {
        "id":"146",
        "text":"Whatever happens to you belongs to you. Make it yours. Feed it to yourself even if it feels impossible to swallow. Let it nurture you because it will",
        "author":"Cheryl Strayed"
    },
    {
        "id":"147",
        "text":"We ourselves feel that what we are doing is just a drop in the ocean. But the ocean would be less because of that missing drop",
        "author":"Mother Teresa"
    },
    {
        "id":"148",
        "text":"Sometimes letting things go is an act of far greater power than defending or hanging on",
        "author":"Eckhart Tolle"
    },
    {
        "id":"149",
        "text":"The elimination diet: Remove anger, regret, resentment, guilt, blame and worry. Then watch your health, and life, improve",
        "author":"Charles Glassman"
    },
    {
        "id":"150",
        "text":"The universe doesn’t allow perfection",
        "author":"Stephen Hawking"
    }
]