[
    {
        "id":"1",
        "text":"You know why divorces are so expensive? They're worth it.",
        "author":"Willie Nelson"
    },
    {
        "id":"2",
        "text":"I had a really good childhood up until I was nine, then a classic case of divorce really affected me.",
        "author":"Kurt Cobain"
    },
    {
        "id":"3",
        "text":"Ninety-nine percent of the world's lovers are not with their first choice. That's what makes the jukebox play.",
        "author":"Willie Nelson"
    },
    {
        "id":"4",
        "text":"My doctor tells me I should start slowing it down - but there are more old drunks than there are old doctors so let's all have another round.",
        "author":" Willie Nelson"
    },
    {
        "id":"5",
        "text":"My wife Mary and I have been married for forty-seven years and not once have we had an argument serious enough to consider divorce; murder, yes, but divorce, never.",
        "author":"Jack Benny"
    },
    {
        "id":"6",
        "text":"Friendship is the marriage of the soul, and this marriage is liable to divorce.",
        "author":"Voltaire"
    },
    {
        "id":"7",
        "text":"Each generation wants new symbols, new people, new names. They want to divorce themselves from their predecessors.",
        "author":"Jim Morrison"
    },
    {
        "id":"8",
        "text":"Divorce is expensive. I used to joke they were going to call it 'all the money,' but they changed it to 'alimony.' It's ripping your heart out through your wallet.",
        "author":"Robin Williams"
    },
    {
        "id":"9",
        "text":"Why do Jewish divorces cost so much? They're worth it.",
        "author":"Henny Youngman"
    },
    {
        "id":"10",
        "text":"My parents' divorce made an important change in my life. It affected me.",
        "author":"Rafael Nadal"
    },
    {
        "id":"11",
        "text":"A New York divorce is in itself a diploma of virtue.",
        "author":"Edith Wharton"
    },
    {
        "id":"12",
        "text":"When two people decide to get a divorce, it isn't a sign that they 'don't understand' one another, but a sign that they have, at last, begun",
        "author":"Helen Rowland"
    },
    {
        "id":"13",
        "text":"My second divorce was the worst kind of divorce. There were two children; one had just been born. My husband was in love with someone else.",
        "author":"Nora Ephron"
    },
    {
        "id":"14",
        "text":"Divorce is hard enough when you're an adult - never mind when you're a child. That was probably when my shyness started, when I was at my shyest.",
        "author":"DanTDM"
    },
    {
        "id":"15",
        "text":"Conrad Hilton was very generous to me in the divorce settlement. He gave me 5000 Gideon Bibles.",
        "author":"Zsa Zsa Gabor"
    },
    {
        "id":"16",
        "text":"If every man would make his prime concern the comfort and well-being of his wife and every wife make her chief concern the comfort and well-being of her husband, we would have very little divorce in the land.",
        "author":"Gordon B. Hinckley"
    },
    {
        "id":"17",
        "text":"Divorce: a resumption of diplomatic relations and rectification of boundaries.",
        "author":"Ambrose Bierce"
    },
    {
        "id":"18",
        "text":"I went through a divorce during the 'Seeds of Love' album.",
        "author":" Curt Smith"
    },
    {
        "id":"19",
        "text":"Nobody wants to go through divorce, especially when there's young children involved.",
        "author":"Lindsay Davenport"
    },
    {
        "id":"20",
        "text":"My parents' divorce left me with a lot of sadness and pain and acting, and especially humour, was my way of dealing with all that.",
        "author":"Jennifer Aniston"
    },
    {
        "id":"21",
        "text":"I had a pretty public divorce. They're not easy - divorces - and it took me a long time to really get through.",
        "author":"Nas"
    },
    {
        "id":"22",
        "text":"I swear, if you existed I'd divorce you",
        "author":"Edward Albee"
    },
    {
        "id":"23",
        "text":"I do not consider divorce an evil by any means. It is just as much a refuge for women married to brutal men as Canada was to the slaves of brutal masters.",
        "author":"Susan B. Anthony"
    },
    {
        "id":"24",
        "text":"If you cannot work on the marriage or the women is a moron, staying married and cheating makes the most sense because divorce is disruptive to the family life and your bank account.",
        "author":"Al Goldstein"
    },
    {
        "id":"25",
        "text":"A divorce is like an amputation: you survive it, but there's less of you.",
        "author":"Margaret Atwood"
    },
    {
        "id":"26",
        "text":"It's always best to stay out of other people's divorces. And their civil wars.",
        "author":"Gore Vidal"
    },
    {
        "id":"27",
        "text":"Compared to America or Europe, God isn't a big part of our lives here. I don't know anyone here who goes to church when he's had a rough divorce or is going through depression. We go out into nature instead.",
        "author":"Bjork"
    },
    {
        "id":"28",
        "text":"Divorce is always terrible, but I haven't met anyone who went through it and isn't happier now.",
        "author":" Nikolaj Coster-Waldau"
    },
    {
        "id":"29",
        "text":"I think that the divorce rate's over 50% for a reason. I don't think people are taking enough time now to really see if they can make it work and live together.",
        "author":" Channing Tatum"
    },
    {
        "id":"30",
        "text":"A lot of people have asked me how short I am. Since my last divorce, I think I'm about $100,000 short.",
        "author":"Mickey Rooney"
    },
    {
        "id":"31",
        "text":"Divorce is never easy, but it's even more painful when you find out your husband is having an affair with a beautiful model fifteen years younger than you.",
        "author":" Alana Stewart"
    },
    {
        "id":"32",
        "text":"I hate failure and that divorce was a Number One failure in my eyes. It was the worst period of my life. Neither Desi nor I have been the same since, physically or mentally.",
        "author":" Lucille Ball"
    },
    {
        "id":"33",
        "text":"I was the oldest of four children, and the atmosphere was volatile for all of us. My father and mother were in constant conflict, making divorce seem like the only possible outcome.",
        "author":"Tony Evans"
    },
    {
        "id":"34",
        "text":"Coming from a family where the parents had been together for 40 years, you never imagine that divorce is going to happen to you.",
        "author":"Keeley Hawes"
    },
    {
        "id":"35",
        "text":"I'll say this: The media wasn't invited to my marriage, and they're definitely not invited into the divorce.",
        "author":"Ryan Reynolds"
    },
    {
        "id":"36",
        "text":"The two most painful things in my life are arthritis and divorce.",
        "author":"Donna McKechnie "
    },
    {
        "id":"37",
        "text":"There's something about a divorce in that even if your parents still love you, the fact that they can't live with each other makes you feel there's something wrong with you.",
        "author":"Jack Black "
    },
    {
        "id":"38",
        "text":"You can not divorce religious belief and public service. I've never detected any conflict between God's will and my political duty. If you violate one, you violate the other.",
        "author":"Jimmy Carter"
    },
    {
        "id":"39",
        "text":"Sure, I suffered a lot. But it's not like the end of the world and it's not who I am. I lead quite a pleasant life and I'm able to divorce a perceived reality from my actual experience of life.",
        "author":"Ben Affleck"
    },
    {
        "id":"40",
        "text":"My divorce came to me as a complete surprise. That's what happens when you haven't been home in eighteen years.",
        "author":"Lee Trevino"
    }
    
]