[
    {
        "id":"1",
        "text":"If there's anything more important than my ego around, I want it caught and shot now",
        "author":"Douglas Adams"
    },
    {
        "id":"2",
        "text":"I’m just sick of ego, ego, ego. My own and everybody else’s. I’m sick of everybody that wants to get somewhere, do something distinguished and all, be somebody interesting. It’s disgusting",
        "author":"J.D. Salinger"
    },
    {
        "id":"3",
        "text":"Don’t sacrifice yourself too much, because if you sacrifice too much there’s nothing else you can give and nobody will care for yo",
        "author":"Karl Lagerfeld"
    },
    {
        "id":"4",
        "text":"If being an egomaniac means I believe in what I do and in my art or music, then in that respect you can call me that... I believe in what I do, and I'll say it",
        "author":"John Lennon"
    },
    {
        "id":"5",
        "text":"Make your ego porous. Will is of little importance, complaining is nothing, fame is nothing. Openness, patience, receptivity, solitude is everything",
        "author":"Rainer Maria Rilke"
    },
    {
        "id":"6",
        "text":"The problem with introspection is that it has no end",
        "author":"Philip K. Dick"
    },
    {
        "id":"7",
        "text":"The human mind has a primitive ego defense mechanism that negates all realities that produce too much stress for the brain to handle. It’s called Denial",
        "author":"Dan Brown"
    },
    {
        "id":"8",
        "text":"The ego hurts you like this: you become obsessed with the one person who does not love you. blind to the rest who do",
        "author":"Warsan Shire"
    },
    {
        "id":"9",
        "text":"Worry pretends to be necessary but serves no useful purpose",
        "author":"Eckhart Tolle"
    },
    {
        "id":"10",
        "text":"Sure. My ego's had enough time to recover a modicum of dignity. Let's make sure we crush it again before I mistake myself for a god. -Acheron",
        "author":"Sherrilyn Kenyon"
    },
    {
        "id":"11",
        "text":"Part of me suspects that I'm a loser, and the other part of me thinks I'm God Almighty",
        "author":"John Lennon"
    },
    {
        "id":"12",
        "text":"I would prefer not to",
        "author":"Herman Melville"
    },
    {
        "id":"13",
        "text":"Whenever I climb I am followed by a dog called 'Ego'",
        "author":"Friedrich Nietzsche"
    },
    {
        "id":"14",
        "text":"There are two circumstances that lead to arrogance: one is when you're wrong and you can't face it; the other is when you're right and nobody else can face it",
        "author":"Criss Jami"
    },
    {
        "id":"15",
        "text":"The first half of life is devoted to forming a healthy ego, the second half is going inward and letting go of it",
        "author":"Carl Jung"
    },
    {
        "id":"16",
        "text":"Help me, I can’t breathe, your ego is pushing all the air out of the room",
        "author":"Ilona Andrews"
    },
    {
        "id":"17",
        "text":"Enlightenment is ego's ultimate disappointment",
        "author":"Chögyam Trungpa"
    },
    {
        "id":"18",
        "text":"You never really learn much from hearing yourself speak",
        "author":"George Clooney"
    },
    {
        "id":"19",
        "text":"If a man thinks he is not conceited, he is very conceited indeed",
        "author":"C.S. Lewis"
    },
    {
        "id":"20",
        "text":"I am sufficiently proud of my knowing something to be modest about my not knowing all",
        "author":"Vladimir Nabokov"
    },
    {
        "id":"21",
        "text":"In this story, I am the poet, You're the poetry",
        "author":"Arzum Uzun"
    },
    {
        "id":"22",
        "text":"A bad day for your ego is a great day for your soul",
        "author":"Jillian Michaels"
    },
    {
        "id":"23",
        "text":"Love starts when we push aside our ego and make room for someone else",
        "author":"Rudolf Steiner"
    },
    {
        "id":"24",
        "text":"I just noticed a lack of ego in the room and thought ‘hey, where’s Braden?",
        "author":"Samantha Young"
    },
    {
        "id":"25",
        "text":"Writer’s block is only a failure of the ego",
        "author":"Norman Mailer"
    },
    {
        "id":"26",
        "text":"Or, rather, let us be more simple and less vain",
        "author":"Rousseau Jean-Jacques"
    },
    {
        "id":"27",
        "text":"We don't need giant personalities to transform companies. We need leaders who build not their own egos but the institutions they run",
        "author":"Susan Cain"
    },
    {
        "id":"28",
        "text":"The opposite of love is not hate. It is indifference",
        "author":"Wilhelm Stekel"
    },
    {
        "id":"29",
        "text":"The Ego is a veil between humans and God",
        "author":"Rumi"
    },
    {
        "id":"30",
        "text":"The weak are dominated by their ego, the wise dominate their ego, and the intelligent are in a constant struggle against their ego",
        "author":"Hamza Yusuf"
    },
    {
        "id":"31",
        "text":"In prayer all are equal",
        "author":"Rumi"
    },
    {
        "id":"32",
        "text":"The ego relies on the familiar. It is reluctant to experience the unknown, which is they very essence of life",
        "author":"Deepak Chopra"
    },
    {
        "id":"33",
        "text":"I don't know about your true form, but the weight of your ego sure is pushing the crust of the earth toward the breaking point",
        "author":"Jim Butcher"
    },
    {
        "id":"34",
        "text":"Midlife is the time to let go of an overdominant ego and to contemplate the deeper significance of human existence",
        "author":"Carl Gustav Jung"
    },
    {
        "id":"35",
        "text":"Show me someone without an ego, and I'll show you a loser",
        "author":"Donald Trump"
    },
    {
        "id":"36",
        "text":"No matter what we talk about, we are talking about ourselves",
        "author":"Hugh Prather"
    },
    {
        "id":"37",
        "text":"The real opposition is that between the ego-bound man, whose existence is structured by the principle of having, and the free man, who has overcome his egocentricity",
        "author":"Erich Fromm"
    },
    {
        "id":"38",
        "text":"Forget the self and you will fear nothing, in whatever level or awareness you find yourself to be",
        "author":"Carlos Castaneda"
    },
    {
        "id":"39",
        "text":"Impressing people is utterly different from being truly impressive",
        "author":"Ryan Holiday"
    },
    {
        "id":"40",
        "text":"In the light of our egos, we are all dethroned monarchs",
        "author":"Charlie Chaplin"
    },
    {
        "id":"41",
        "text":"Do you ever lose the ego?  Westford asks me Yeah,  When his daughter kisses me, my ego flies out the window",
        "author":"Simone Elkeles"
    },
    {
        "id":"42",
        "text":"Wear your ego like a loose fitting garment",
        "author":"Buddha"
    },
    {
        "id":"43",
        "text":"Life is a compromise of what your ego wants to do, what experience tells you to do, and what your nerves let you do",
        "author":"Walter Bagehot"
    },
    {
        "id":"44",
        "text":"Where id is, there shall ego be",
        "author":"Sigmund Freud"
    },
    {
        "id":"45",
        "text":"This is God's universe, buddy, not yours, and he has the final say about what's ego and what isn't",
        "author":"J.D. Salinger"
    },
    {
        "id":"46",
        "text":"I am an ant in the battlefield of the gods. There's no room for pride or ego, and barely enough room for survival",
        "author":"Susan Ee"
    },
    {
        "id":"47",
        "text":"She was a wicked thing sometimes. All full of want. As if the shape of the world depended on her mood. As if she were important",
        "author":"Patrick Rothfuss"
    },
    {
        "id":"48",
        "text":"Leave your pride, ego, and narcissism somewhere else. Reactions from those parts of you will reinforce your children's most primitive fears",
        "author":"Dr. Henry Cloud & Dr. John Townsend"
    },
    {
        "id":"49",
        "text":"If someone corrects you, and you feel offended, then you have an ego problem",
        "author":"Nouman Ali Khan"
    },
    {
        "id":"50",
        "text":"The brightest light casts the darkest shadow",
        "author":"Jess C. Scott"
    },
    {
        "id":"51",
        "text":"Hey, you created me! I didn't create some loser alter-ego to make myself feel better. Take some responsibility!",
        "author":"Chuck Palahniuk"
    },
    {
        "id":"52",
        "text":"It's very different because the Indians live as if they are their souls and Americans live as if they are their egos",
        "author":"Ram dass"
    },
    {
        "id":"53",
        "text":"I need a Caution: Slippery When Wet sign, because I just spilled my ego all over the floor",
        "author":"Jarod Kintz"
    },
    {
        "id":"54",
        "text":"In the eyes of the ego, self-esteem and humility are contradictory. In truth, they are one and the same",
        "author":"Eckhart Tolle"
    },
    {
        "id":"55",
        "text":"The ego hates losing – even to God",
        "author":"Richard Rohr"
    },
    {
        "id":"56",
        "text":"It is far more common for people to allow ego to stand in the way of learning",
        "author":"Ray Dalio"
    },
    {
        "id":"57",
        "text":"Great people have great egos; maybe that's what makes them great",
        "author":"Paul Arden"
    },
    {
        "id":"58",
        "text":"A man's ego is the fountainhead of human progress",
        "author":"Ayn Rand"
    },
    {
        "id":"59",
        "text":"Never allow your ego to diminish your ability to listen",
        "author":"Gary Hopkins"
    },
    {
        "id":"60",
        "text":"Most successful people are people you’ve never heard of. They want it that way. It keeps them sober. It helps them do their jobs",
        "author":"Ryan Holiday"
    },
    {
        "id":"61",
        "text":"I bet it gets pretty lonely with only your ego for company",
        "author":"Alexandra Bracken"
    },
    {
        "id":"62",
        "text":"I find that the sensation of myself as an ego inside a bag of skin is really a hallucination",
        "author":"Alan Watts"
    },
    {
        "id":"63",
        "text":"Humility is, in a sense, admitting how egotistical you are",
        "author":"Criss Jami"
    },
    {
        "id":"64",
        "text":"The square root of I is I",
        "author":"Vladimir Nabokov"
    },
    {
        "id":"65",
        "text":"The greatest win is walking away and choosing not to engage in drama and toxic energy at all",
        "author":"Lalah Delia"
    },
    {
        "id":"66",
        "text":"The Ego is an exquisite instrument. Enjoy it, use it--just don't get lost in it",
        "author":"Ram dass"
    },
    {
        "id":"67",
        "text":"His dinner included three hamburgers and two orders of fries. I had no idea where those calories went. To his ego, maybe?",
        "author":"Jennifer L. Armentrout"
    },
    {
        "id":"68",
        "text":"If we are to grow in love, the prisons of our egoism must be unlocked. This implies suffering, constant effort and repeated choices",
        "author":"Jean Vanier"
    },
    {
        "id":"69",
        "text":"When I pass, speak freely of my shortcomings and my flaws. Learn from them, for I'll have no ego to injure",
        "author":"Aaron McGruder"
    },
    {
        "id":"70",
        "text":"Nobody who's really using his ego, his real ego, has any time for any goddam hobbies",
        "author":"J.D. Salinger"
    },
    {
        "id":"71",
        "text":"Busted. I'm a monster. Jev is my deceptively harmless-and shockingly handsome-alter ego",
        "author":"Becca Fitzpatrick"
    },
    {
        "id":"72",
        "text":"If you think you're smart, think twice to be smarter",
        "author":"Toba Beta"
    },
    {
        "id":"73",
        "text":"I like the moment when I break a man's ego",
        "author":"Bobby Fischer"
    },
    {
        "id":"74",
        "text":"We can't all be stars because someone has to sit on the curb and clap as I go by",
        "author":"Sebastian Horsley"
    },
    {
        "id":"75",
        "text":"All things are Nothing to Me",
        "author":"Max Stirner"
    },
    {
        "id":"76",
        "text":"Nice words and nice appearance doesn't conclude that someone is nice, i believe that the nicer you look, the more deceptive you appear",
        "author":"Michael Bassey Johnson"
    },
    {
        "id":"77",
        "text":"Don't feed your ego with my soul",
        "author":"Arzum Uzun"
    },
    {
        "id":"78",
        "text":"The minute you start compromising for the sake of massaging somebody's ego, that's it, game over",
        "author":"Gordon Ramsay"
    },
    {
        "id":"79",
        "text":"Social media has infected the world with a sickening virus called vanity",
        "author":"Kellie Elmore"
    },
    {
        "id":"80",
        "text":"When ego is lost, limit is lost. You become infinite, kind, beautiful",
        "author":"Yogi Bhajan"
    },
    {
        "id":"81",
        "text":"The secret to a happiness is a small ego. And a big wallet. Good wine helps, too. But that's not really a secret, is it?",
        "author":"Robert Louis Stevenson"
    },
    {
        "id":"82",
        "text":"An exceedingly confident student would in theory make a terrible student. Why would he take school seriously when he feels that he can outwit his teachers?",
        "author":"Criss Jami"
    },
    {
        "id":"83",
        "text":"Male egos require constant stroking. Every task is an achievement, every success epic. That is why women cook, but men are chefs: we make cheese on toast, they produce pain de fromage",
        "author":"Belle de Jour"
    },
    {
        "id":"84",
        "text":"My ego doesn't need soothing. I don't want him soothing anything of mine, including you",
        "author":"Ilona Andrews"
    },
    {
        "id":"85",
        "text":"There is nothing more important to true growth than realizing that you are not the voice of the mind - you are the one who hears it",
        "author":"Michael A. Singer"
    },
    {
        "id":"86",
        "text":"In mourning it is the world which has become poor and empty; in melancholia it is the ego itself",
        "author":"Sigmund Freud"
    },
    {
        "id":"87",
        "text":"The pretense of knowledge is our most dangerous vice, because it prevents us from getting any better",
        "author":"Ryan Holiday"
    },
    {
        "id":"88",
        "text":"The worst disease which can afflict executives in their work is not, as popularly supposed, alcoholism; it's egotism",
        "author":"Robert Frost"
    },
    {
        "id":"89",
        "text":"I believe that when I die I shall rot, and nothing of my ego will survive",
        "author":"Bertrand Russell"
    },
    {
        "id":"90",
        "text":"The image that concerns most people is the reflection they see in other people's minds",
        "author":"Edward De Bono"
    },
    {
        "id":"91",
        "text":"A man who loves others based solely on how they make him feel, or what they do for him, is really not loving others at all - but loving only himself",
        "author":"Criss Jami"
    },
    {
        "id":"92",
        "text":"The Divine Light is always in man, presenting itself to the senses and to the comprehension, but man rejects it",
        "author":"Giordano Bruno"
    },
    {
        "id":"93",
        "text":"Greatness comes from humble beginnings; it comes from grunt work. It means you’re the least important person in the room—until you change that with results",
        "author":"Ryan Holiday"
    },
    {
        "id":"94",
        "text":"You know, I honestly can’t decide if your ego is repulsive or just impressive",
        "author":"Kylie Scott"
    },
    {
        "id":"95",
        "text":"To write requires an ego, a belief that what you say matters. Writing also requires an aching curiosity leading you to discover, uncover, what is gnawing at your bones",
        "author":"Terry Tempest Williams"
    },
    {
        "id":"96",
        "text":"It is a truth universally acknowledged that a single man in possession of a large ego must be in want of a woman to cut him down to size",
        "author":"Melissa Nathan"
    },
    {
        "id":"97",
        "text":"Thinking can only serve to measure out the helplessness of thought",
        "author":"H. Rider Haggard"
    },
    {
        "id":"98",
        "text":"You’re not as good as you think. You don’t have it all figured out. Stay focused. Do better",
        "author":"Ryan Holiday"
    },
    {
        "id":"99",
        "text":"The only one everlasting love is the unrealized one. The love to this thing that you’d never had. Behind it is hidden the love to your own ego and feelings",
        "author":"Alexandar Tomov"
    },
    {
        "id":"100",
        "text":"His kisses really did have the power to change lives. Not that I'd admit that. His ego was ginormous as it was",
        "author":"Jennifer L. Armentrout"
    },
    {
        "id":"101",
        "text":"Avoid having your ego so close to your position that when your position falls, your ego goes with it",
        "author":"Colin Powell"
    },
    {
        "id":"102",
        "text":"Mental face palm. Suddenly I wasn't sure there was enough room on the campus for both me and his ego",
        "author":"Gemma Halliday"
    },
    {
        "id":"103",
        "text":"All liars ... lie to protect themselves, to shield their egos from the raw pain of truth",
        "author":"Aminatta Forna"
    },
    {
        "id":"104",
        "text":"Stay out of the court of self-judgment, for there is no presumption of innocence",
        "author":"Robert Brault"
    },
    {
        "id":"105",
        "text":"A religion, even if it calls itself a religion of love, must be hard and unloving to those who do not belong to it",
        "author":"Sigmund Freud"
    },
    {
        "id":"106",
        "text":"Sink into morbid, cynical reflection on how much romantic heartbreak is to do with ego and miffed pride rather than actual loss",
        "author":"Helen Fielding"
    },
    {
        "id":"107",
        "text":"My power is my property. My power gives me property. My power am I myself, and through it am I my property",
        "author":"Max Stirner"
    },
    {
        "id":"108",
        "text":"And they can’t understand, what hurts more— Missing the other person, or pretending not to",
        "author":"Khadija Rupa"
    },
    {
        "id":"109",
        "text":"Literature is humanity's broad-minded alter-ego, with room in its heart for monsters, even for you. It's humanity without the judgement",
        "author":"Glen Duncan"
    },
    {
        "id":"110",
        "text":"How odd, to suddenly glimpse a facet of me I didn't know existed. I guess it really isn't all that unusual to surprise oneself with an ugly bit of ego",
        "author":"Ellen Hopkins"
    },
    {
        "id":"111",
        "text":"People love answers, but only as long as they are the ones who came up with them",
        "author":"Criss Jami"
    },
    {
        "id":"112",
        "text":"Writing is an act of ego, and you might as well admit it",
        "author":"William Zinsser"
    },
    {
        "id":"113",
        "text":"The human mind has a primitive ego defince mechanism that negates all realities that produce too much stress for the brain to handle. It's called denial",
        "author":"Dan Brown"
    },
    {
        "id":"114",
        "text":"There's magic in recognizing a kindred spirit, and an even greater power in letting yourself love them. When it scares you, let it - that's your ego letting go",
        "author":"Jacqueline Koyanagi"
    },
    {
        "id":"115",
        "text":"Peace becomes a fantasy when egos are promoted and facts distorted",
        "author":"Duop Chak Wuol"
    },
    {
        "id":"116",
        "text":"People learn from their failures. Seldom do they learn anything from success",
        "author":"Ryan Holiday"
    },
    {
        "id":"117",
        "text":"Resistance is weakness and fear masquerading as strength. What the ego sees as weakness is your Being in its purity, innocence, and power. What it sees as strength is weakness",
        "author":"Eckhart Tolle"
    },
    {
        "id":"118",
        "text":"Don't worry, now that I know about your little ego problem, I'll do my best to look all gushy when you pound your chest",
        "author":"Christine Feehan"
    },
    {
        "id":"119",
        "text":"Please, not again what you studied, how long you spent at it, how many books you wrote, what people thought of you - but: what did you learn?",
        "author":"Idries Shah"
    },
    {
        "id":"120",
        "text":"Act as if you don't know me, and i will make it seem as though you don't exist",
        "author":"Michael Bassey Johnson"
    },
    {
        "id":"121",
        "text":"Why don't you put your ego down for a while, Justin. It must be getting heavy",
        "author":"Nora Roberts"
    },
    {
        "id":"122",
        "text":"It’s in the act of having to do things that you don’t want to that you learn something about moving past the self. Past the ego",
        "author":"Bell hooks"
    },
    {
        "id":"123",
        "text":"Marriage is not a simple love affair, it’s an ordeal, and the ordeal is the sacrifice of ego to a relationship in which two have become one",
        "author":"Joseph Campbell"
    },
    {
        "id":"124",
        "text":"When each expects the other to live in his or her world, to always be there to join in his or her chosen activities, an ego battle inevitably develops",
        "author":"James Redfield"
    },
    {
        "id":"125",
        "text":"A man's alter ego is nothing more than his favorite image of himself",
        "author":"Stan Redding"
    },
    {
        "id":"126",
        "text":"I was trapped so terribly inside my own head that I was a prisoner to my own thoughts",
        "author":"Ryan Holiday"
    },
    {
        "id":"127",
        "text":"U can feed ur ego or u can feed ur family. U can’t feed them both",
        "author":"Zig Ziglar"
    },
    {
        "id":"128",
        "text":"Bless people when they revile you. Think how much good they are doing by helping to stamp out the false ego",
        "author":"Swami Vivekananda"
    },
    {
        "id":"129",
        "text":"Man, that did his ego good. Matter of fact, she hit him with anything like that again, he was going to feel like he could bench-press a city bus. With a jet plane on its roof",
        "author":"J.R. Ward"
    },
    {
        "id":"130",
        "text":"Self-consciousness of the manner is the expensive substitute for simplicity",
        "author":"George Eliot"
    },
    {
        "id":"131",
        "text":"No matter what the practice or teaching, ego loves to wait in ambush to appropriate spirituality for its own survival and gain",
        "author":"Chögyam Trungpa"
    },
    {
        "id":"132",
        "text":"Silence. The ability to deliberately keep yourself out of the conversation and subsist without its validation. Silence is the respite of the confident and the strong",
        "author":"Ryan Holiday"
    },
    {
        "id":"133",
        "text":"It was beyond embarrassing or humiliating or even mortifying. It was ego-slaying!",
        "author":"Wendelin Van Draanen"
    },
    {
        "id":"134",
        "text":"Nobody sees anybody truly but all through the flaws of their own egos. That is the way we all see each other in life",
        "author":"Tennessee Williams"
    },
    {
        "id":"135",
        "text":"An average man is egoistic, proud and has strong self esteem. They always require partners who massage their ego not those who will drag their ego to the mud",
        "author":"Agu Jaachynma N.E."
    },
    {
        "id":"136",
        "text":"We are all one. Only egos, beliefs, and fears separate us",
        "author":"Nikola Tesla"
    },
    {
        "id":"137",
        "text":"A conscious human is driven by their conscience, not popular opinion",
        "author":"Suzy Kassem"
    },
    {
        "id":"138",
        "text":"Anger gets you into trouble, ego keeps you in trouble",
        "author":"Amit Kalantri"
    },
    {
        "id":"139",
        "text":"Love is a spiritual phenomenon; lust is physical. Ego is psychological; love is spiritual",
        "author":"Osho"
    },
    {
        "id":"140",
        "text":"You want to become more open-minded, challenge your ideas without being offended. Don’t let your ego ruin your learning experience",
        "author":"Pooja Agnihotri"
    },
    {
        "id":"141",
        "text":"Accept the long night patiently, quietly, humbly, and resignedly as intended for your true good. It is not a punishment for sin committed but an instrument of annihilating egoism",
        "author":"Paul Brunton"
    },
    {
        "id":"142",
        "text":"I suddenly saw that all the time it was not I who had been seeking God, but God who had been seeking me. I had made myself the centre of my own existence and had my back turned to God",
        "author":"Bede Griffiths"
    },
    {
        "id":"143",
        "text":"A single ego is an absurdly narrow vantage point from which to view the world",
        "author":"Aleister Crowley"
    },
    {
        "id":"144",
        "text":"At least when one speaks of oneself one is passionate, well-informed and specific",
        "author":"Jan Neruda"
    },
    {
        "id":"145",
        "text":"The ego-self constantly pushes reality away. It constructs a future out of empty expectations and a past out of regretful memories",
        "author":"Alan W. Watts"
    },
    {
        "id":"146",
        "text":"Being a heterosexual woman who loved men meant being a translator for their emotions, a palliative nurse for their pride and a hostage negotiator for their egos",
        "author":"Dolly Alderton"
    },
    {
        "id":"147",
        "text":"the most common cause of death among alpha males was ego",
        "author":"Nelson Demille"
    },
    {
        "id":"148",
        "text":"Love and ego can never exist together, just as the Sun and shadow cannot",
        "author":"Banani Ray"
    },
    {
        "id":"149",
        "text":"Power is crack cocaine for your ego and battery acid for your soul",
        "author":"David Mitchell"
    },
    {
        "id":"150",
        "text":"Every autobiography is concerned with two characters, a Don Quixote, the Ego, and a Sancho Panza, the Self",
        "author":"W.H. Auden"
    }
]