[
    {
        "id":"1",
        "text":"Faith is the bird that feels the light when the dawn is still dark.",
        "author":"Rabindranath Tagore"
    },
    {
        "id":"2",
        "text":"Pray as though everything depended on God. Work as though everything depended on you.",
        "author":"Saint Augustine"
    },
    {
        "id":"3",
        "text":"Faith is taking the first step even when you don't see the whole staircase.",
        "author":" Martin Luther King"
    },
    {
        "id":"4",
        "text":"When you focus on being a blessing, God makes sure that you are always blessed in abundance.",
        "author":" Joel Osteen"
    },
    {
        "id":"5",
        "text":"To one who has faith, no explanation is necessary. To one without faith, no explanation is possible.",
        "author":" Thomas Aquinas"
    },
    {
        "id":"6",
        "text":"We are never defeated unless we give up on God.",
        "author":"Ronald Reagan"
    },
    {
        "id":"7",
        "text":"Be faithful in small things because it is in them that your strength lies.",
        "author":"Mother Teresa"
    },
    {
        "id":"8",
        "text":"I am still far from being what I want to be, but with God's help I shall succeed.",
        "author":"Vincent Van Gogh"
    },
    {
        "id":"9",
        "text":"To have faith is to trust yourself to the water. When you swim you don't grab hold of the water, because if you do you will sink and drown. Instead you relax, and float.",
        "author":" Alan Watts"
    },
    {
        "id":"10",
        "text":"We are twice armed if we fight with faith.",
        "author":"Plato"
    },
    {
        "id":"11",
        "text":"God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers.",
        "author":" A. P. J. Abdul Kalam"
    },
    {
        "id":"12",
        "text":"Faith is to believe what you do not see; the reward of this faith is to see what you believe.",
        "author":"Saint Augustine"
    },
    {
        "id":"13",
        "text":"Faith is an oasis in the heart which will never be reached by the caravan of thinking.",
        "author":" Khalil Gibran"
    },
    {
        "id":"14",
        "text":"Faith consists in believing when it is beyond the power of reason to believe.",
        "author":"Voltaire"
    },
    {
        "id":"15",
        "text":"Faith is a living, daring confidence in God's grace, so sure and certain that a man could stake his life on it a thousand times.",
        "author":" Martin Luther"
    },
    {
        "id":"16",
        "text":"The keys to patience are acceptance and faith. Accept things as they are, and look realistically at the world around you. Have faith in yourself and in the direction you have chosen.",
        "author":"Ralph Marston"
    },
    {
        "id":"17",
        "text":"Faith is not belief without proof, but trust without reservation.",
        "author":"D. Elton Trueblood"
    },
    {
        "id":"18",
        "text":"Faith in oneself is the best and safest course.",
        "author":" Michelangelo"
    },
    {
        "id":"19",
        "text":"It takes vision and courage to create - it takes faith and courage to prove.",
        "author":"Owen D. Young"
    },
    {
        "id":"20",
        "text":"Every tomorrow has two handles. We can take hold of it with the handle of anxiety or the handle of faith.",
        "author":" Henry Ward Beecher"
    },
    {
        "id":"21",
        "text":"God will never give you anything you can't handle, so don't stress.",
        "author":"Kelly Clarkson"
    },
    {
        "id":"22",
        "text":"Faith gives you an inner strength and a sense of balance and perspective in life.",
        "author":"Gregory Peck"
    },
    {
        "id":"23",
        "text":"A casual stroll through the lunatic asylum shows that faith does not prove anything.",
        "author":"Friedrich Nietzsch"
    },
    {
        "id":"24",
        "text":"Love, hope, fear, faith - these make humanity; These are its sign and note and character.",
        "author":"Robert Browning"
    },
    {
        "id":"25",
        "text":"Prayer should be the key of the day and the lock of the night.",
        "author":" George Herbert"
    },
    {
        "id":"26",
        "text":"Faith and prayer are the vitamins of the soul; man cannot live in health without them.",
        "author":" Mahalia Jackson"
    },
    {
        "id":"27",
        "text":"Faith is deliberate confidence in the character of God whose ways you may not understand at the time.",
        "author":" Oswald Chambers"
    },
    {
        "id":"28",
        "text":"Faith is a passionate intuition.",
        "author":" William Wordsworth"
    },
    {
        "id":"29",
        "text":"Seeds of faith are always within us; sometimes it takes a crisis to nourish and encourage their growth.",
        "author":" Susan L. Taylor"
    },
    {
        "id":"30",
        "text":"If you have God on your side, everything becomes clear.",
        "author":"Ayrton Senna"
    },
    {
        "id":"31",
        "text":"Faithless is he that says farewell when the road darkens.",
        "author":" J. R. R. Tolkien"
    },
    {
        "id":"32",
        "text":"I die the king's faithful servant, but God's first.",
        "author":" Thomas More"
    },
    {
        "id":"33",
        "text":"There are many things that are essential to arriving at true peace of mind, and one of the most important is faith, which cannot be acquired without prayer.",
        "author":" John Wooden"
    },
    {
        "id":"34",
        "text":"If fear is cultivated it will become stronger, if faith is cultivated it will achieve mastery.",
        "author":"John Paul Jones"
    },
    {
        "id":"35",
        "text":"Resist your fear; fear will never lead to you a positive end. Go for your faith and what you believe.",
        "author":"T. D. Jakes"
    },
    {
        "id":"36",
        "text":"If you have God on your side, everything becomes clear.",
        "author":"Ayrton Senna"
    },
    {
        "id":"37",
        "text":"Fight the good fight of faith, and God will give you spiritual mercies.",
        "author":"George Whitefield"
    },
    {
        "id":"38",
        "text":"A wise ruler ought never to keep faith when by doing so it would be against his interests.",
        "author":" Niccolo Machiavelli"
    },
    {
        "id":"39",
        "text":"The principle part of faith is patience.",
        "author":"George MacDonald"
    },
    {
        "id":"40",
        "text":"Doubt is not the opposite of faith; it is one element of faith.",
        "author":"Paul Tillich"
    },
    {
        "id":"41",
        "text":"Keep the faith, don't lose your perseverance and always trust your gut extinct.",
        "author":"Paula Abdul"
    },
    {
        "id":"42",
        "text":"Keep your faith in God, but keep your powder dry.",
        "author":"Oliver Cromwell"
    },
    {
        "id":"43",
        "text":"Faith is not simply a patience that passively suffers until the storm is past. Rather, it is a spirit that bears things - with resignations, yes, but above all, with blazing, serene hope.",
        "author":"Corazon Aquino"
    },
    {
        "id":"44",
        "text":"True faith is belief in the reality of absolute values.",
        "author":" William Inge"
    },
    {
        "id":"45",
        "text":"God enters by a private door into every individual.",
        "author":"Ralph Waldo Emerson"
    },
    {
        "id":"46",
        "text":"Faith, to my mind, is a stiffening process, a sort of mental starch.",
        "author":" E. M. Forster"
    },
    {
        "id":"47",
        "text":"A man of courage is also full of faith.",
        "author":"Marcus Tullius Cicero"
    },
    {
        "id":"48",
        "text":"My reason nourishes my faith and my faith my reason.",
        "author":" Norman Cousins"
    },
    {
        "id":"49",
        "text":"Knowledge is only one half. Faith is the other.",
        "author":" Novalis"
    },
    {
        "id":"50",
        "text":"Pray, and let God worry.Pray, and let God worry.r",
        "author":"Martin Luther"
    },
    {
        "id":"51",
        "text":"Reason is our soul's left hand, faith her right.",
        "author":"John Donne"
    },
    {
        "id":"52",
        "text":"In faith there is enough light for those who want to believe and enough shadows to blind those who don't.",
        "author":" Blaise Pascal"
    },
    {
        "id":"53",
        "text":"If patience is worth anything, it must endure to the end of time. And a living faith will last in the midst of the blackest storm.",
        "author":"Mahatma Gandhi"
    },
    {
        "id":"54",
        "text":"God didn't make a mistake when He made you. You need to see yourself as God sees you.",
        "author":" Joel Osteen"
    },
    {
        "id":"55",
        "text":"Faith is about trusting God when you have unanswered questions.",
        "author":"Joel Osteen"
    },
    {
        "id":"56",
        "text":"Faith is a knowledge within the heart, beyond the reach of proof.",
        "author":" Khalil Gibran"
    },
    {
        "id":"57",
        "text":"Faith has to do with things that are not seen and hope with things that are not at hand.",
        "author":"Thomas Aquinas"
    },
    {
        "id":"58",
        "text":"That is the definition of faith - acceptance of that which we imagine to be true, that which we cannot prove.",
        "author":" Dan Brown"
    },
    {
        "id":"59",
        "text":"Worry is spiritual short sight. Its cure is intelligent faith.",
        "author":"Paul Brunton"
    },
    {
        "id":"60",
        "text":"We are a long time in learning that all our strength and salvation is in God.",
        "author":"David Brainerd"
    },
    {
        "id":"61",
        "text":"Faith means belief in something concerning which doubt is theoretically possible.",
        "author":"William James"
    },
    {
        "id":"62",
        "text":"Believers, look up - take courage. The angels are nearer than you think.",
        "author":" Billy Graham"
    },
    {
        "id":"63",
        "text":"Vision looks upward and becomes faith.",
        "author":" Stephen Samuel Wise"
    },
    {
        "id":"64",
        "text":"There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever.",
        "author":" Mahatma Gandhi"
    },
    {
        "id":"65",
        "text":"I have not lost faith in God. I have moments of anger and protest. Sometimes I've been closer to him for that reason.",
        "author":"Elie Wiesel"
    },
    {
        "id":"66",
        "text":"God has already done everything He's going to do. The ball is now in your court. If you want success, if you want wisdom, if you want to be prosperous and healthy, you're going to have to do more than meditate and believe; you must boldly declare words of faith and victory over yourself and your family.",
        "author":"Joel Osteen"
    },
    {
        "id":"67",
        "text":"All who call on God in true faith, earnestly from the heart, will certainly be heard, and will receive what they have asked and desired.",
        "author":"Martin Luther"
    },
    {
        "id":"68",
        "text":"Faith is not something to grasp, it is a state to grow into.",
        "author":"Mahatma Gandhi"
    },
    {
        "id":"69",
        "text":"I hold that religion and faith are two different things.",
        "author":"Pat Buckley"
    },
    {
        "id":"70",
        "text":"Your faithfulness makes you trustworthy to God.",
        "author":"Edwin Louis Cole"
    },
    {
        "id":"71",
        "text":"Faith is a state of openness or trust.",
        "author":"Alan Watts"
    },
    {
        "id":"72",
        "text":"The faith that stands on authority is not faith.",
        "author":" Ralph Waldo Emerson"
    },
    {
        "id":"73",
        "text":"Faith is the strength by which a shattered world shall emerge into the light.",
        "author":" Helen Keller"
    },
    {
        "id":"74",
        "text":"Faith is different from proof; the latter is human, the former is a Gift from God.",
        "author":"Blaise Pascal"
    },
    {
        "id":"75",
        "text":"Faith: not wanting to know what is true.",
        "author":"Friedrich Nietzsche"
    },
    {
        "id":"76",
        "text":"Ultimately, blind faith is the only kind.",
        "author":"Mason Cooley"
    },
    {
        "id":"77",
        "text":"It is truer to say that martyrs create faith more than faith creates martyrs.",
        "author":"Miguel de Unamuno"
    },
    {
        "id":"78",
        "text":"God always takes the simplest way.",
        "author":"Albert Einstein"
    },
    {
        "id":"79",
        "text":"Faith is spiritualized imagination.",
        "author":"Henry Ward Beecher"
    },
    {
        "id":"80",
        "text":"If you believe in God, He will open the windows of heaven and pour blessings upon you.",
        "author":"Mahalia Jackson"
    },
    {
        "id":"81",
        "text":"The power of faith will often shine forth the most when the character is naturally weak.",
        "author":" Augustus Hare"
    },
    {
        "id":"82",
        "text":"Faith is the very first thing you should pack in a hope chest.",
        "author":" Sarah Ban Breathnach"
    },
    {
        "id":"83",
        "text":"Have faith in God; God has faith in you.",
        "author":"Edwin Louis Cole"
    },
    {
        "id":"84",
        "text":"Our faith comes in moments; our vice is habitual.",
        "author":"Ralph Waldo Emerson"
    },
    {
        "id":"85",
        "text":"Faith activates God - Fear activates the Enemy.",
        "author":"Joel Osteen"
    },
    {
        "id":"86",
        "text":"Faith indeed tells what the senses do not tell, but not the contrary of what they see. It is above them and not contrary to them.",
        "author":" laisBe Pascal"
    },
    {
        "id":"87",
        "text":"Faith is permitting ourselves to be seized by the things we do not see.",
        "author":"Martin Luther"
    },
    {
        "id":"88",
        "text":"Faith is reason grown courageous.",
        "author":"Sherwood Eddy"
    },
    {
        "id":"89",
        "text":"Faith is not contrary to reason.",
        "author":"Sherwood Eddy"
    },
    {
        "id":"90",
        "text":"Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.",
        "author":"Bruce Lee"
    },
    {
        "id":"91",
        "text":"Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
        "author":" Helen Keller"
    },
    {
        "id":"92",
        "text":"Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe.",
        "author":"Gail Devers"
    },
    {
        "id":"93",
        "text":"You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.",
        "author":"Mahatma Gandhi"
    },
    {
        "id":"94",
        "text":"The greatest legacy one can pass on to one's children and grandchildren is not money or other material things accumulated in one's life, but rather a legacy of character and faith.",
        "author":"Billy Graham"
    },
    {
        "id":"95",
        "text":"Sometimes life hits you in the head with a brick. Don't lose faith.",
        "author":"Steve Jobs"
    },
    {
        "id":"96",
        "text":"Faith makes all things possible... love makes all things easy.",
        "author":"Dwight L. Moody"
    },
    {
        "id":"97",
        "text":"Believe in yourself, and the rest will fall into place. Have faith in your own abilities, work hard, and there is nothing you cannot accomplish.",
        "author":"Brad Henry"
    },
    {
        "id":"98",
        "text":"My faith helps me understand that circumstances don't dictate my happiness, my inner peace.",
        "author":"Denzal Washington"
    },
    {
        "id":"99",
        "text":"With faith, discipline and selfless devotion to duty, there isthing worthw nohile that you cannot achieve.",
        "author":"Muhammad Ali Jinnah"
    },
    {
        "id":"100",
        "text":"Just dream big. Go for it. There's nothing holding you back. You can have ups and downs, but if you believe in something, keep the faith; keep fighting. And don't let people put you down.",
        "author":" Geraint Thomas"
    },
    {
        "id":"101",
        "text":"There lives more faith in honest doubt, believe me, than in half the creeds.",
        "author":" Alfred Lord Tennyson"
    },
    {
        "id":"102",
        "text":"Through hard work, perseverance and a faith in God, you can live your dreams.",
        "author":"Ben Carson"
    },
    {
        "id":"103",
        "text":"To have faith doesn't mean you get any less frustrated when you don't do your best, but you know that it's not life and death. Take what you're given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going.",
        "author":" Tom Lehman"
    },
    {
        "id":"104",
        "text":"Lets have faith that right makes might; and in that faith let us, to the end, dare to do our duty as we understand it. Lets have faith that right makes might; and in that faith let us, to the end, dare to do our duty as we understand it.",
        "author":" Abraham Lincoln"
    },
    {
        "id":"105",
        "text":"Observe good faith and justice toward all nations. Cultivate peace and harmony with all.",
        "author":"George Washington"
    },
    {
        "id":"106",
        "text":"Stand straight, walk proud, have a little faith.",
        "author":"Garth Brooks"
    },
    {
        "id":"107",
        "text":"I began revolution with 82 men. If I had to do it again, I do it with 10 or 15 and absolute faith. It does not matter how small you are if you have faith and plan of action.",
        "author":"Fidel Castro"
    },
    {
        "id":"108",
        "text":"Faith Hill is a big role model.",
        "author":"Taylor Swift"
    },
    {
        "id":"109",
        "text":"It sounds simple telling people to work hard and never quit, but to really execute and demonstrate those principles takes discipline and faith. Those are the two factors that I believe separate the good from the great, the successes from the failures.",
        "author":" Nipsey Hussle"
    },{
        "id":"110",
        "text":"Never be discouraged. If I were sunk in the lowest pits of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage, and I would come out on top.",
        "author":"Joseph Smith"
    },
    {
        "id":"111",
        "text":"We can't solve modern problems by going back in time. Retreating to the safety of the familiar is an understandable response, but God has called us to a life of faith. And faith requires us to face the unknown while trusting Him completely.",
        "author":" Charles R. Swindoll"
    },
    {
        "id":"112",
        "text":"Though I do not believe that a plant will spring up where no seed has been, I have great faith in a seed... Convince me that you have a seed there, and I am prepared to expect wonders.",
        "author":" Henry David Thoreau"
    },
    {
        "id":"113",
        "text":"Blind faith in your leaders, or in anything, will get you killed.",
        "author":"Bruce Springsteen"
    },
    {
        "id":"114",
        "text":"It's lack of faith that makes people afraid of meeting challenges, and I believed in myself.",
        "author":" Muhammad Ali"
    },
    {
        "id":"115",
        "text":"Life is full of happiness and tears; be strong and have faith.",
        "author":"Kareena Kapoor Khan"
    },
    {
        "id":"116",
        "text":"Patience and Diligence, like faith, remove mountains.",
        "author":"William Penn"
    },
    {
        "id":"117",
        "text":"Faith is love taking the form of aspiration.",
        "author":" William Ellery Channing"
    },
    {
        "id":"118",
        "text":"The way to see by Faith is to shut the Eye of Reason.",
        "author":" Benjamin Franklin"
    },
    {
        "id":"119",
        "text":"No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!",
        "author":" Joyce Meyer"
    },
    {
        "id":"120",
        "text":"One of the things I learned the hard way was that it doesn't pay to get discouraged. Keeping busy and making optimism a way of life can restore your faith in yourself.",
        "author":" Lucille Ball"
    },
    {
        "id":"121",
        "text":"Talk unbelief, and you will have unbelief; but talk faith, and you will have faith. According to the seed sown will be the harvest.",
        "author":"Ellen G. White"
    },
    {
        "id":"122",
        "text":"Indeed, this life is a test. It is a test of many things - of our convictions and priorities, our faith and our faithfulness, our patience and our resilience, and in the end, our ultimate desires.",
        "author":"Sheri L. Dew"
    },
    {
        "id":"123",
        "text":"Grow in the root of all grace, which is faith. Believe God's promises more firmly than ever. Allow your faith to increase in its fullness, firmness, and simplicity.",
        "author":"Charles Spurgeon"
    },
    {
        "id":"124",
        "text":"Faith is not believing that God can. It is knowing that God will.",
        "author":"Ben Stein"
    },
    {
        "id":"125",
        "text":"Take a leap of faith and begin this wondrous new year by believing. Believe in yourself. And believe that there is a loving Source - a Sower of Dreams - just waiting to be asked to help you make your dreams come true.",
        "author":" Sarah Ban Breathnach"
    },
    {
        "id":"126",
        "text":"If people lose faith in their government, the result is the same whether or not the loss of confidence is justified.",
        "author":"John Kennedy"
    },
    {
        "id":"127",
        "text":"There is greatness in the fear of God, contentment in faith of God, and honour in humility.",
        "author":" Abu Bakr"
    },
    {
        "id":"128",
        "text":"Liberty cannot be established without morality, nor morality without faith.",
        "author":"Alexis de Tocqueville"
    },
    {
        "id":"129",
        "text":"Faith is the great cop-out, the great excuse to evade the need to think and evaluate evidence. Faith is belief in spite of, even perhaps because of, the lack of evidence.",
        "author":"Richard Dawkins"
    },
    {
        "id":"130",
        "text":"Choose your friends with caution; plan your future with purpose, and frame your life with faith.",
        "author":"Thomas S. Monson"
    },
    {
        "id":"131",
        "text":"If faith in ourselves had been more extensively taught and practiced, I am sure a very large portion of the evils and miseries that we have would have vanished.",
        "author":"Swami Vivekananda"
    },
    {
        "id":"132",
        "text":"I think people who are creative are the luckiest people on earth. I know that there are no shortcuts, but you must keep your faith in something Greater than You, and keep doing what you love. Do what you love, and you will find the way to get it out to the world.",
        "author":"Judy Collins"
    },
    {
        "id":"133",
        "text":"Without faith, nothing is possible. With it, nothing is impossible.",
        "author":"Mary McLeod Bethune"
    },
    {
        "id":"134",
        "text":"Dare, dream, dance, smile, and sing loudly! And have faith that love is an unstoppable force!",
        "author":"Suzanne Brockmann"
    },
    {
        "id":"135",
        "text":"Obedience is an act of faith; disobedience is the result of unbelief.",
        "author":". Edwin Louis Cole"
    },
    {
        "id":"136",
        "text":"The more in harmony with yourself you are, the more joyful you are and the more faithful you are. Faith is not to disconnect you from reality - it connects you to reality.",
        "author":"Paulo Coelho"
    },
    {
        "id":"137",
        "text":"Every child matters. If we fail our children, we are bound to fail our present, our future, faith, cultures, and civilisations as well.",
        "author":"Kailash Satyarthi"
    },
    {
        "id":"138",
        "text":"It's easy to have faith in yourself and have discipline when you're a winner, when you're number one. What you got to have is faith and discipline when you're not a winner.",
        "author":"Vince Lombardi"
    },
    {
        "id":"139",
        "text":"Society lives by faith, and develops by science.",
        "author":" Henri Frederic Amiel"
    },{
        "id":"140",
        "text":"Faith and hard work have been my mirror.",
        "author":"Patrick Beverley"
    },
    {
        "id":"141",
        "text":"My faith helps me overcome such negative emotions and find my equilibrium.",
        "author":"Dalai Lama"
    },
    {
        "id":"142",
        "text":"Faith is trust in ultimate meaning.",
        "author":"Viktor E. Frankl"
    },
    {
        "id":"143",
        "text":"Sometimes all you need is a big leap of faith.",
        "author":"Sean Bean"
    },
    {
        "id":"144",
        "text":"Faith, mighty faith, the promise sees, And looks to God alone; Laughs at impossibilities, And cries it shall be done.",
        "author":" Charles Wesley"
    },
    {
        "id":"145",
        "text":"Be courageous. I have seen many depressions in business. Always America has emerged from these stronger and more prosperous. Be brave as your fathers before you. Have faith! Go forwardT!",
        "author":"homas A. Edison"
    },
    {
        "id":"146",
        "text":"There is but one cause of human failure. And that is man's lack of faith in his true Self.",
        "author":" William James"
    },
    {
        "id":"147",
        "text":"Only our individual faith in freedom can keep us free.",
        "author":" Dwight D. Eisenhower"
    },
    {
        "id":"148",
        "text":"Family and friends and faith are the most important things in your life and you should be building friendships.",
        "author":"Barbara Bush"
    },
    {
        "id":"149",
        "text":"I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors.",
        "author":"Joel Osteen"
    },
    {
        "id":"150",
        "text":"Only the person who has faith in himself is able to be faithful to others.",
        "author":"Erich Fromm"
    }
]