[
    {
        "id":"1",
        "text":"Perhaps when we find ourselves wanting everything, it is because we are dangerously close to wanting nothing.",
        "author":"sylvia plath"
    },
    {
        "id":"2",
        "text":"Be grateful for what you already have while you pursue your goals.If you aren’t grateful for what you already have, what makes you think you would be happy with more.",
        "author":"Roy T. Bennett"
    },
    {
        "id":"3",
        "text":"It is good to have an end to journey toward; but it is the journey that matters, in the end.",
        "author":"Ursula K. Le Guin"
    },
    {
        "id":"4",
        "text":"If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them.",
        "author":"Henry David Thoreau"
    },
    {
        "id":"5",
        "text":"Aim higher in case you fall short.",
        "author":"Suzanne Collins"
    },
    {
        "id":"6",
        "text":"If you want to live a happy life, tie it to a goal, not to people or things.",
        "author":"Albert Einstein"
    },
    {
        "id":"7",
        "text":"Far away there in the sunshine are my highest aspirations. I may not reach them, but I can look up and see their beauty, believe in them, and try to follow where they lead.",
        "author":"Louisa May Alcott"
    },
    {
        "id":"8",
        "text":"You never know what's around the corner. It could be everything. Or it could be nothing. You keep putting one foot in front of the other, and then one day you look back and you've climbed a mountain.",
        "author":"Tom Hiddleston"
    },
    {
        "id":"9",
        "text":"If you were born without wings, do nothing to prevent them from growing.",
        "author":"Coco Chanel"
    },
    {
        "id":"10",
        "text":"Whenever you want to achieve something, keep your eyes open, concentrate and make sure you know exactly what it is you want. No one can hit their target with their eyes closed.",
        "author":"Paulo Coelho"
    },
    {
        "id":"11",
        "text":"Carve your name on hearts, not tombstones. A legacy is etched into the minds of others and the stories they share about you.",
        "author":"Shannon Alder"
    },
    {
        "id":"12",
        "text":"If you have a dream, don’t just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality.",
        "author":"Dr Roopleen"
    },
    {
        "id":"13",
        "text":"A goal is not always meant to be reached, it often serves simply as something to aim at.",
        "author":"Bruce Lee"
    },
    {
        "id":"14",
        "text":"Focus on your goals, not your fear. Focus like a laser beam on your goals.",
        "author":"Roy T. Bennett"
    },
    {
        "id":"15",
        "text":"If a man knows not to which port he sails, no wind is favorable.",
        "author":"Seneca the Younger"
    },
    {
        "id":"16",
        "text":"I love the challenge of starting at zero every day and seeing how much I can accomplish.",
        "author":"Karen Lamb"
    },
    {
        "id":"17",
        "text":"Reach high, for stars lie hidden in you. Dream deep, for every dream precedes the goal.",
        "author":"Rabindranath Tagore"
    },
    {
        "id":"18",
        "text":"If you don't know where you are going,you'll end up someplace else.",
        "author":"Yogi Berra"
    },
    {
        "id":"19",
        "text":"Courage doesn’t happen when you have all the answers. It happens when you are ready to face the questions you have been avoiding your whole life.",
        "author":"Shannon L. Alder"
    },
    {
        "id":"20",
        "text":"Goals give us direction. They put a powerful force into play on a universal, conscious, and subconscious level. Goals give our life direction.",
        "author":"Melody Beattie"
    },
    {
        "id":"21",
        "text":"Obstacles are things a person sees when he takes his eyes off his goal.",
        "author":"E.Joseph Cossman"
    },
    {
        "id":"22",
        "text":"Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks.",
        "author":"Dr Roopleen"
    },
    {
        "id":"23",
        "text":"You may be the only person left who believes in you, but it's enough. It takes just one star to pierce a universe of darkness. Never give up.",
        "author":"Richelle E. Goodrich"
    },
    {
        "id":"24",
        "text":"To dream of success is to set a goal of where you want to be,to wake up, take action, and achieve it is what true success is all about.",
        "author":"Idowu Koyenikan"
    },
    {
        "id":"25",
        "text":"Your days are numbered. Use them to throw open the windows of your soul to the sun. If you do not, the sun will soon set, and you with it.",
        "author":"Marcus Aurelius"
    },
    {
        "id":"26",
        "text":"Life always begins with one step outside of your comfort zone.",
        "author":"Shannon L. Alder"
    },
    {
        "id":"27",
        "text":"When you reach for the stars, you are reaching for the farthest thing out there. When you reach deep into yourself, it is the same thing, but in the opposite direction. If you reach in both directions, you will have spanned the universe.",
        "author":"Vera Nazarian"
    },
    {
        "id":"28",
        "text":"What the mind can conceive and believe, and the heart desire, you can achieve.",
        "author":"Norman Vincent Peale"
    },
    {
        "id":"29",
        "text":"Acquiring wisdom is great but it is not the goal, applying it is.",
        "author":"idowu koyenikan"
    },
    {
        "id":"30",
        "text":"The world’s greatest achievers have been those who have always stayed focussed on their goals and have been consistent in their efforts.",
        "author":"Dr Roopleen"
    },
    {
        "id":"31",
        "text":"The greater danger for most of us lies not in setting our aim too high and falling short; but in setting our aim too low, and achieving our mark.",
        "author":"Michelangelo Buonarroti"
    },
    {
        "id":"32",
        "text":"know what you want, work to get it, then value it once you have it.",
        "author":"Nora Roberts"
    },
    {
        "id":"33",
        "text":"What would you attempt to do if you knew you could not fail?",
        "author":"Robert Schuller"
    },
    {
        "id":"34",
        "text":"If you're bored with life, if you don't get up every morning with a burning desire to do things, you don't have enough goals.",
        "author":"Lou Holtz"
    },
    {
        "id":"35",
        "text":"Personality begins where comparison leaves off. Be unique. Be memorable. Be confident. Be proud.",
        "author":"Shannon L. Alder"
    },
    {
        "id":"36",
        "text":"Even a snail will eventually reach its destination.",
        "author":"Gail Tsukiyama"
    },
    {
        "id":"37",
        "text":"Know what you want to do, hold the thought firmly, and do every day what should be done, and every sunset will see you that much nearer the goal.",
        "author":"Elbert Hubbard"
    },
    {
        "id":"38",
        "text":"Everyone can perform magic, everyone can reach his goals, if he is able to think, if he is able to wait, if he is able to fast.",
        "author":" Hermann Hesse"
    },
    {
        "id":"39",
        "text":"There's no reason to have a plan B because it distracts from plan A.",
        "author":"Will Smith"
    },
    {
        "id":"40",
        "text":"The strong-minded rise to the challenge of their goals and dreams. The weak-minded become haters.",
        "author":"Steve Maraboli"
    },
    {
        "id":"41",
        "text":"Dear me, one day I'll make you proud.",
        "author":"Charlotte Eriksson"
    },
    {
        "id":"42",
        "text":"Not all dreamers are winners, but all wdreaminners are dreamers. Your  is the key to your future. The Bible says that, 'without a vision (dream), a people perish.'You need a dream, if you're going to succeed in anything you do.",
        "author":"Mark Gorman"
    },
    {
        "id":"43",
        "text":"I’ve worked too hard and too long to let anything stand in the way of my goals. I will not let my teammates down, and I will not let myself down.",
        "author":"Mia Hamm"
    },
    {
        "id":"44",
        "text":"It is better to go forward without a goal, than to have a goal and stay in one place, and it is certainly better than to stay in one place without a goal.",
        "author":"Andrzej Sapkowski"
    },
    {
        "id":"45",
        "text":"Are you aware that rushing toward a goal is a sublimated death wish? It's no coincidence we call them 'deadlines.",
        "author":"Tom Robbins"
    },
    {
        "id":"46",
        "text":"While you'll feel compelled to charge forward it's often a gentle step back that will reveal to you where you and what you truly seek.",
        "author":"Rasheed Ogunlaru"
    },
    {
        "id":"47",
        "text":"There are always periodic opportunities to give up, while every single moment is an opportunity to persevere.",
        "author":"Dean F. Wilson"
    },
    {
        "id":"48",
        "text":"Goals are the fuel in the furnace of achievement.",
        "author":"Brian Tracy"
    },
    {
        "id":"49",
        "text":"What keeps me going is goals.",
        "author":"Muhammad Ali"
    },
    {
        "id":"50",
        "text":"While intent is the seed of manifestation, action is the water that nourishes the seed. Your actions must reflect your goals in order to achieve true success.",
        "author":"Steve Maraboli"
    },
    {
        "id":"51",
        "text":"I do know that when I am 60, I should be attempting to achieve different personal goals than those which had priority at age 20.",
        "author":"Warren Buffett"
    },
    {
        "id":"52",
        "text":"Let today be the day you stop having conflict between your actions and your goals and finally align your greatest intent with your purposeful actions, creating a universal symphony serenading your success!",
        "author":"Steve Maraboli"
    },
    {
        "id":"53",
        "text":"An aim in life is the only fortune worth finding.",
        "author":"Robert Louis Stevenson"
    },
    {
        "id":"54",
        "text":"Don’t think about what can happen in a month. Don’t think about what can happen in a year. Just focus on the 24 hours in front of you and do what you can to get closer to where you want to be.",
        "author":"Eric Thomas"
    },
    {
        "id":"55",
        "text":"Patience is not passive waiting. Patience is active acceptance of the process required to attain your goals and dreams.",
        "author":"Ray A. Davis"
    },
    {
        "id":"56",
        "text":"If you're going to do something, strive to do it better than anyone else. Do it all the way. If you're going to half-ass it, why bother?",
        "author":"Ashly Lorenzana"
    },
    {
        "id":"57",
        "text":"Remember how far you’ve come, and you won’t have to rely on a destiny for your future. It will come on your own.",
        "author":"Shannon A. Thompson"
    },
    {
        "id":"58",
        "text":"Although goals are important, having a plan of action is vital to the success of those goals. Having a goal with no plan of action is like wanting to travel to a new destination without having a map.",
        "author":"Steve Maraboli"
    },
    {
        "id":"59",
        "text":"Those who achieve the extraordinary are usually the most ordinary because they have nothing to prove to anybody. Be Humble.",
        "author":"Aaron Lauritsen"
    },
    {
        "id":"60",
        "text":"Don't let your plans or goals become more important than yourself, or the ones you care about!",
        "author":"José N. Harris"
    },
    {
        "id":"61",
        "text":"Where we fall are the stepping-stones for our journey.",
        "author":"Lolly Daskal"
    },
    {
        "id":"62",
        "text":"It is important that when we make a resolution, or establish a goal, that we take the ACTION necessary to accomplish that goal.",
        "author":"Steve Maraboli"
    },
    {
        "id":"63",
        "text":"Some lean back. But those who lean forward are poised to cross the finish-line, first!",
        "author":"T.F. Hodge"
    },
    {
        "id":"64",
        "text":"Goals want to realize themselves.",
        "author":"Zoltan Andrejkovics"
    },
    {
        "id":"65",
        "text":"Committing your goals to paper increases the likelihood of your achieving them by one thousand percent.",
        "author":"Brian Tracy"
    },
    {
        "id":"66",
        "text":"Motivation is what gets you started. Habit is what keeps you going.",
        "author":"Jim Ryun"
    },
    {
        "id":"67",
        "text":"What is given to you is what is needed,what you want, requires giving up what you don't need.",
        "author":"George Alexiou"
    },
    {
        "id":"68",
        "text":"When you experience a negative circumstance or event, do not dwell on it. Be proactive — put your attention on what you need to do to bring the situation to a positive result.",
        "author":"Rodolfo Costa"
    },
    {
        "id":"69",
        "text":"You measure the size of the accomplishment by the obstacles you have to overcome to reach your goals.",
        "author":"Booker T. Washington"
    },
    {
        "id":"70",
        "text":"Just pick a goal and stick to it―no big complicated secret.",
        "author":"Richelle E. Goodrich"
    },
    {
        "id":"71",
        "text":"Be yourself and become wealthy!",
        "author":"Shannon L. Alder"
    },
    {
        "id":"72",
        "text":"Pursue your goal. Opinions be damned.",
        "author":"Stacy Verdick Case"
    },
    {
        "id":"73",
        "text":"When it comes to fighting for your dreams, be a dragon. Breathe fire.",
        "author":"Richelle E. Goodrich"
    },
    {
        "id":"74",
        "text":"Success is not determined by the outcome. The outcome is the result of having already decided that you are successful to begin with.",
        "author":"T.F. Hodge"
    },
    {
        "id":"75",
        "text":"Believe in yourself. Under-confidence leads to a self-fulfilling prophecy that you are not good enough for your work.",
        "author":"Dr Roopleen"
    },
    {
        "id":"76",
        "text":"In the end, what will you fight for, what got there first, what got there last or what has been there all along?",
        "author":"Shannon L. Alder"
    },
    {
        "id":"77",
        "text":"A clear purpose will unite you as you move forward, values will guide your behavior, and goals will focus your energy.",
        "author":"Kenneth H. Blanchard"
    },
    {
        "id":"78",
        "text":"In my experience, there’s no secret to accomplishing almost any goal worth pursuing.",
        "author":"Lauren Graham"
    },
    {
        "id":"79",
        "text":"Even small positive shifts in thinking, create huge results if you are consistent in your efforts.",
        "author":"Nanette Mathews"
    },
    {
        "id":"80",
        "text":"Without struggle, success has no value.",
        "author":"Aaron Lauritsen"
    },
    {
        "id":"81",
        "text":"To turn your dreams into reality, all your resources, efforts and concentration should be aligned in the same direction.",
        "author":"Dr Roopleen"
    },
    {
        "id":"82",
        "text":"Fully inhale your dream and completely exhale manifestation of it.",
        "author":"T.F. Hodge"
    },
    {
        "id":"83",
        "text":"Dream your dream; and realize that you are more than just the dreamer, you are the point of origin for its reality.",
        "author":"Steve Maraboli"
    },
    {
        "id":"84",
        "text":"If you don’t take the time to get really clear about exactly what it is you’re trying to accomplish, then you’re forever doomed to spend your life achieving the goals of those who do.",
        "author":"Steve Pavlina"
    },
    {
        "id":"85",
        "text":"How much you can learn when you fail determines how far you will go into achieving your goals.",
        "author":"Roy Bennett"
    },
    {
        "id":"86",
        "text":"A desire presupposes the possibility of action to achieve it; action presupposes a goal that is worth achieving.",
        "author":"Ayn Rand"
    },
    {
        "id":"87",
        "text":"If you know what to do to reach your goal, it's not a big enough goal.",
        "author":"Bob Proctor"
    },
    {
        "id":"88",
        "text":"Focus on your goals, not your fear.",
        "author":"Roy Bennett"
    },
    {
        "id":"89",
        "text":"Let them be what they want to be. Make yourselves what you want to be.",
        "author":"Harshvardhan Malpani"
    },
    {
        "id":"90",
        "text":"Some people only dream of success… while others wake up and use Cosmic Ordering.",
        "author":"Stephen Richards"
    },
    {
        "id":"91",
        "text":"Write down 10 things you would do in your life if you had absolutely no fear. Then pick one of them and do it.",
        "author":"Steve Chandler"
    },
    {
        "id":"92",
        "text":"Do you wait for things to happen, or do you make them happen yourself? I believe in writing your own story.",
        "author":"Charlotte Eriksson"
    },
    {
        "id":"93",
        "text":"It may take little time to get where you want to be, but if you pause and think for a moment, you will notice that you are no longer where you were. Do not stop—keep going.",
        "author":"Rodolfo Costa"
    },
    {
        "id":"94",
        "text":"Life is as simple as these three questions: What do I want? Why do I want it? And, how will I achieve it?",
        "author":"Shannon L. Alder"
    },
    {
        "id":"95",
        "text":"To embark on the journey towards your goals and dreams requires bravery. To remain on that path requires courage. The bridge that merges the two is commitment.",
        "author":"Steve Maraboli"
    },
    {
        "id":"96",
        "text":"To persist with a goal, you must treasure the dream more than the costs of sacrifice to attain it.",
        "author":"Richelle E. Goodrich"
    },
    {
        "id":"97",
        "text":"A dream is a seed.Vision plants it.Imagination nurtures growth.Opportunities create blooms. Thoughts become things!",
        "author":"Donna McGoff"
    },
    {
        "id":"98",
        "text":"You are never too old to set a new goal or to dream a new dream.",
        "author":"CS Lewis"
    },
    {
        "id":"99",
        "text":"With adequate planning, passion and perseverance, you can achieve the God-given goals.",
        "author":"Lailah Gifty Akita"
    },
    {
        "id":"100",
        "text":"A man has to have goals - for a day, for a lifetime - and that was mine, to have people say, 'There goes Ted Williams, the greatest hitter who ever lived.",
        "author":"Ted Willams"
    },
    {
        "id":"101",
        "text":"The only reason I can’t jump in and engage life is that I’ve told myself I can’t. Yet I can’t helping wondering would happen if I told myself I could?",
        "author":"Craig D. Lounsbrough"
    },
    {
        "id":"102",
        "text":"Make plans for your new goals. And press towards achieving the goals with all your strength.",
        "author":"Lailah Gifty Akita"
    },
    {
        "id":"103",
        "text":"When you could do anything, what you decide to do is important.",
        "author":"Neal R. Voron"
    },
    {
        "id":"104",
        "text":"The greater the loyalty of a group toward the group, the greater is the motivation among the members to achieve the goals of the group, and the greater the probability that the group will achieve its goals.",
        "author":"Rensis Likert"
    },
    {
        "id":"105",
        "text":"If we write our dreams and goals down, we dramatically increase our odds of realization. If we share them with others, they become potent and alive.",
        "author":"Kristin Armstrong"
    },
    {
        "id":"106",
        "text":"he real winners in life are the people who look at every situation with an expectation that they can make it work ot make it better.",
        "author":"Barbra Pletcher"
    },
    {
        "id":"107",
        "text":"We spend too much time keeping up with celebrities. They're living their dreams, what about you? Are you where you want to be in life. Get off the couch, turn off the tv and start achieving your goals.",
        "author":"Bianca Frazier"
    },
    {
        "id":"108",
        "text":"What’s your biggest idea to accomplish within the next two years? Break it down into smaller more manageable parts until you know what you must do this week to reach the next milestone.",
        "author":"Richie Norton"
    },
    {
        "id":"109",
        "text":"Edward: You know what the difference is between a dream and a goal? he used to say to me. A plan.",
        "author":"Jodi Picoult"
    },{
        "id":"110",
        "text":"We should set our goals; then learn to control our appetites. Otherwise, we will lose ourselves in the confusion of the world.",
        "author":"Hark Herald Sarmiento"
    },
    {
        "id":"111",
        "text":"Businesses need to have goals, just like people need to have goals.",
        "author":"Hendrith Vanlon Smith Jr"
    },
    {
        "id":"112",
        "text":"You must really want to win with all of your heart! Plan your race; do not ever get side tracked. Focus on your goal - “the finishing line”",
        "author":"Lucas Remmerswaal"
    },
    {
        "id":"113",
        "text":"Whatever beginning goals you set for yourself, following through on them will build momentum and a sense of achievement and those small success will point the way to bigger ones.",
        "author":"Pamela Glass Kelly"
    },
    {
        "id":"114",
        "text":"The way to achieve your goals is step by step, you just need to build enough track, to be ahead of the train.",
        "author":"John Milton Lawrence"
    },
    {
        "id":"115",
        "text":"Remember if you write, write, write, you can never be wrong.",
        "author":"Stephanie Skeem"
    },
    {
        "id":"116",
        "text":"Be mindful of what takes your time, as it will raze or raise your dreams.",
        "author":"HBR Patel"
    },
    {
        "id":"117",
        "text":"To reach your dream, your goal, raise your head from the detailed plans of your dream, of your goal, go up, look at everything from above, look from afar, then it will be easier for you to reach the place you want to reach!",
        "author":"Mehmet Murat ildan"
    },
    {
        "id":"118",
        "text":"You need to battle with fear of failure to achieve your goals in life.",
        "author":"Invajy"
    },
    {
        "id":"119",
        "text":"Begin each day with a goal in mind and end your day by reflecting on the progress you’ve made.",
        "author":"Frank Sonnenberg"
    },
    {
        "id":"120",
        "text":"Manifesting in 5 Steps: Decide clearly what you want, choose your end scenario, visualize it in detail, let it go, repeat the process.",
        "author":"Natalie Grace Smith"
    },
    {
        "id":"121",
        "text":"Devotion is very necessary to achieve something big, without complete dedication towards one thing no one has ever achieved anything big in their life.",
        "author":"Anuj Jasani"
    },
    {
        "id":"122",
        "text":"The past is your lessons learned. The present is the gift of life. The future is for your goals!",
        "author":"James Hauenstein"
    },
    {
        "id":"123",
        "text":"In order to peak one must reach higher than expected.",
        "author":"Michael S. McKinney"
    },
    {
        "id":"124",
        "text":"Set a goal. Get excited. Be persistent. It will happen.",
        "author":"Debasish Mridha"
    },
    {
        "id":"125",
        "text":"Don't shoot your shot, without testing your aim.",
        "author":"Henry Joseph-Grant"
    },
    {
        "id":"126",
        "text":"If you don't work on your dreams no one else will work on your dreams.",
        "author":"Anuj Jasani"
    },
    {
        "id":"127",
        "text":"If you decide to achieve anything with clear vision and confidence, then no one can stop you to achieve it in this world.",
        "author":"Anuj Jasani"
    },
    {
        "id":"128",
        "text":"It's not about appealing others when you pursue your goals; it's about satiating your deepest desires. Don't pay attention to what other people think.",
        "author":"Shaa Zainol"
    },
    {
        "id":"129",
        "text":"Stop setting goals from your experience.",
        "author":"Richie Norton"
    },
    {
        "id":"130",
        "text":"My goal is to say a lot, without saying anything at all.",
        "author":"Tim Storrs"
    },
    {
        "id":"131",
        "text":"Your Goals Should Be A Purpose To Achieve,Not Just A Wish To Acquire.",
        "author":"Harish Reddy S"
    },
    {
        "id":"132",
        "text":"If it doesn’t lay beyond your grasp, it’s not worth your time.",
        "author":"Craig D. Lounsbrough"
    },
    {
        "id":"133",
        "text":"If you fail once or twice in something it is fine but if you fail in something a hundred times then you can become the only successful person in that thing in this world.",
        "author":"Anuj Jasani"
    },
    {
        "id":"134",
        "text":"When an intention is rooted in clarity, and positive emotions like joy and enthusiasm, life can transform in miraculous ways.",
        "author":"Michele Kambolis"
    },
    {
        "id":"135",
        "text":"Action is what separates me from the mob, not talents.",
        "author":"Jawad Haider"
    },
    {
        "id":"136",
        "text":"In life, we always rise or fall to the standards we set for ourselves - Set high standards.",
        "author":"Fela Bank-Olemoh"
    },
    {
        "id":"137",
        "text":"The vision never leaves it just waits for you to see it again.",
        "author":"SeKeithia Johnson"
    },
    {
        "id":"138",
        "text":"I listened to my inner desires. I became who I wanted to be because I didn’t get trapped in other peoples ideas of who I should be.",
        "author":"Brendon Burchard"
    },
    {
        "id":"139",
        "text":"he journey to any goal is constant, winding, full of obstacles, costs money, time, energy, and sometimes it can cost you friends and family.",
        "author":"Carlos Wallace"
    },{
        "id":"140",
        "text":"Of course there are limits. Every mountain has a peak. The beauty of this life is that there are many mountains to climb and new limits to reach.",
        "author":"Nate Hamon"
    },
    {
        "id":"141",
        "text":"When you set a goal for yourself, design some plans to make it happen and put those plans into action they seem to take on a life of their own.",
        "author":"Michael ONeill"
    },
    {
        "id":"142",
        "text":"You do not have to be a master to try, but you have to try to be a master.",
        "author":"Debasish Mridha"
    },
    {
        "id":"143",
        "text":"Our journey towards our goals teaches us many lessons. Patience is one of those.",
        "author":"Purvi Raniga"
    },
    {
        "id":"144",
        "text":"Once your dreams match your destiny, your goals will turn into your achievements.",
        "author":"Nenad Almaj"
    },
    {
        "id":"145",
        "text":"Self awareness leads to self development.",
        "author":"Janna Cachola"
    },
    {
        "id":"146",
        "text":"The greatest obstacle to achieving something original is knowing what you want to achieve.",
        "author":"Marty Rubin"
    },
    {
        "id":"147",
        "text":"I set goals & try my best to achieve them before the month is over.",
        "author":"Stoney Rose"
    },
    {
        "id":"148",
        "text":"he real goal is to create something that invokes emotion, not to be perfect.",
        "author":"Drasen"
    },
    {
        "id":"149",
        "text":"You must have your own personal goals. But you must understand that you need a system (a group of people) to prevail.",
        "author":"Wallace Miles"
    },
    {
        "id":"150",
        "text":"Set goals beyond your reach so you always have something to live for. One way to keep the momentum going is to have constantly greater goals and refuse to be limited by anything or anyone.",
        "author":" Mlungisi Simelane"
    }
    ]