[
{
    "id":"1",
    "text":"It’s only after you’ve stepped outside your comfort zone that you begin to change, grow, and transform.",
    "author":"Roy T. Bennett"
},
{
    "id":"2",
    "text":"It is a curious thing, Harry, but perhaps those who are best suited to power are those who have never sought it. Those who, like you, have leadership thrust upon them, and take up the mantle because they must, and find to their own surprise that they wear it well.",
    "author":"J.K. Rowling"
},
{
    "id":"3",
    "text":"Let the improvement of yourself keep you so busy that you have no time to criticize others.",
    "author":"Roy T. Bennett"
},
{
    "id":"4",
    "text":"Listen with curiosity. Speak with honesty. Act with integrity. The greatest problem with communication is we don’t listen to understand. We listen to reply. When we listen with curiosity, we don’t listen with the intent to reply. We listen for what’s behind the words.",
    "author":"Roy T. Bennett"
},
{
    "id":"5",
    "text":"To handle yourself, use your head; to handle others, use your heart.",
    "author":"Eleanor Roosevelt"
},
{
    "id":"6",
    "text":"The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.",
    "author":"William Arthur Ward"
},
{
    "id":"7",
    "text":"I don't care if you're black, white, straight, bisexual, gay, lesbian, short, tall, fat, skinny, rich or poor. If you're nice to me, I'll be nice to you. Simple as that.",
    "author":"Robert Michaels MD"
},
{
    "id":"8",
    "text":"Our chief want is someone who will inspire us to be what we know we could be",
    "author":"Ralph Waldo Emerson"
},
{
    "id":"9",
    "text":"Keep your fears to yourself, but share your courage with others.",
    "author":"Robert Louis Stevenson"
},
{
    "id":"10",
    "text":"Don't follow the crowd, let the crowd follow you.",
    "author":"Margaret Thatcher"
},
{
    "id":"11",
    "text":"Great leaders create more leaders, not followers.",
    "author":"Roy T. Bennett"
},
{
    "id":"12",
    "text":"The greatest leader is not necessarily the one who does the greatest things. He is the one that gets the people to do the greatest things.",
    "author":"Ronald Reagan"
},
{
    "id":"13",
    "text":"You have to be burning with an idea, or a problem, or a wrong that you want to right. If you're not passionate enough from the start, you'll never stick it out.",
    "author":"Steve Jobs"
},
{
    "id":"14",
    "text":"Leadership is not about titles, positions or flowcharts. It is about one life influencing another.",
    "author":"John Maxwell"
},
{
    "id":"15",
    "text":"If you want to build a ship, don’t drum up the men to gather wood, divide the work, and give orders. Instead, teach them to yearn for the vast and endless sea.",
    "author":"Antoine de Saint-Exupéry"
},
{
    "id":"16",
    "text":"If your actions create a legacy that inspires others to dream more, learn more, do more and become more, then, you are an excellent leader.",
    "author":"Dolly Parton"
},
{
    "id":"17",
    "text":"Don’t waste your energy trying to educate or change opinions; go over, under, through, and opinions will change organically when you’re the boss. Or they won’t. Who cares? Do your thing, and don’t care if they like it.",
    "author":"Tina Fey"
},
{
    "id":"18",
    "text":" A leader isn’t someone who forces others to make him stronger; a leader is someone willing to give his strength to others that they may have the strength to stand on their own.",
    "author":"Beth Revis"
},
{
    "id":"19",
    "text":"Management is doing things right; leadership is doing the right things.",
    "author":"Peter Drucker"
},
{
    "id":"20",
    "text":"Great leaders can see the greatness in others when they can’t see it themselves and lead them to their highest potential they don’t even know.",
    "author":"Roy T. Bennett"
},
{
    "id":"21",
    "text":"Don't tell people how to do things, tell them what to do and let them surprise you with their results.",
    "author":"George S. Patton"
},
{
    "id":"22",
    "text":"A leader. . .is like a shepherd. He stays behind the flock, letting the most nimble go out ahead, whereupon the others follow, not realizing that all along they are being directed from behind.",
    "author":" Nelson Mandela"
},
{
    "id":"23",
    "text":"Not all readers are leaders, but all leaders are readers.",
    "author":"Harry S. Truman"
},
{
    "id":"24",
    "text":"He who cannot be a good follower cannot be a good leader.",
    "author":"Aristotle"
},
{
    "id":"25",
    "text":"The mark of a great man is one who knows when to set aside the important things in order to accomplish the vital ones.",
    "author":"Brandon Sanderson"
},
{
    "id":"26",
    "text":"A leader is a dealer in hope.",
    "author":"Napoleon Bonaparte"
},
{
    "id":"27",
    "text":"Leadership and learning are indispensable to each other.",
    "author":"John F. Kennedy"
},
{
    "id":"28",
    "text":"Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks.",
    "author":"Dr Roopleen"
},
{
    "id":"29",
    "text":"Leadership is the art of getting someone else to do something you want done because he wants to do it.",
    "author":"Dwight D. Eisenhower"
},
{
    "id":"30",
    "text":"Leaders must be close enough to relate to others, but far enough ahead to motivate them.",
    "author":"John C. Maxwell"
},
{
    "id":"31",
    "text":"Be with a leader when he is right, stay with him when he is still right, but, leave him when he is wrong.",
    "author":"Abraham Lincoln"
},
{
    "id":"32",
    "text":"I cannot trust a man to control others who cannot control himself.",
    "author":"Robert E. Lee"
},
{
    "id":"33",
    "text":"You do not lead by hitting people over the head -- that's assault, not leadership.",
    "author":"Dwight D. Eisenhower"
},
{
    "id":"34",
    "text":"The key to successful leadership is influence, not authority.",
    "author":"Ken Blanchard"
},
{
    "id":"35",
    "text":"I would like to be known as a person who is concerned about freedom and equality and justice and prosperity for all people.",
    "author":"Rosa Parks"
},
{
    "id":"36",
    "text":"The secret of leadership is simple: Do what you believe in. Paint a picture of the future. Go there People will follow.",
    "author":"Seth Godin"
},
{
    "id":"37",
    "text":"The more you talk about them, the more important they will feel. The more you listen to them, the more important you will make them feel.",
    "author":"Roy T. Bennett"
},
{
    "id":"38",
    "text":"There is a difference between being a leader and being a boss. Both are based on authority. A boss demands blind obedience; a leader earns his authority through understanding and trust.",
    "author":"Klaus Balkenhol"
},
{
    "id":"39",
    "text":"We're here for a reason. I believe a bit of the reason is to throw little torches out to lead people through the dark.",
    "author":"Whoopi Goldberg"
},
{
    "id":"40",
    "text":"You get in life what you have the courage to ask for.",
    "author":"Nancy D. Solomon"
},
{
    "id":"41",
    "text":"The best form of saying is being.",
    "author":"Che Guevarra"
},
{
    "id":"42",
    "text":"Your first and foremost job as a leader is to take charge of your own energy and then help to orchestrate the energy of those around you.",
    "author":"Peter F. Drucker"
},
{
    "id":"43",
    "text":"The best executive is the one who has sense enough to pick good men to do what he wants done, and self-restraint to keep from meddling with them while they do it.",
    "author":"Theodore Roosevelt"
},
{
    "id":"44",
    "text":"It’s time to care, it’s time to take responsibility, it’s time to lead, it’s time for a change, it’s time to be true to our greatest self,it’s time to stop blaming others.",
    "author":"Steve Maraboli"
},
{
    "id":"45",
    "text":"A leader takes people where they want to go. A great leader takes people where they don't necessarily want to go, but ought to be.",
    "author":"Rosalynn Carter"
},
{
    "id":"46",
    "text":"If you really want the key to success, start by doing the opposite of what everyone else is doing.",
    "author":"Brad Szollose"
},
{
    "id":"47",
    "text":"Open the window of your mind. Allow the fresh air, new lights and new truths to enter.",
    "author":"Amit Ray"
},
{
    "id":"48",
    "text":"The first key to leadership is self-control.",
    "author":"Jack Weatherford"
},
{
    "id":"49",
    "text":"You did what your heart told you to do,' Brain complimented. 'It is what leaders, not followers, do.",
    "author":"Tonya Hurley"
},
{
    "id":"50",
    "text":"A general never shows despair. He instills confidence in his troops. He leads them forward, even into the mouth of death.",
    "author":"Rick Riordan"
},
{
    "id":"51",
    "text":"I am more afraid of an army of 100 sheep led by a lion than an army of 100 lions led by a sheep.",
    "author":"Talleyrand"
},
{
    "id":"52",
    "text":"Leadership, on the other hand, is about creating change you believe in.",
    "author":"Seth Godin"
},
{
    "id":"53",
    "text":"How was your day? If your answer was 'fine', then I don't think you were leading.",
    "author":"Seth Godin"
},
{
    "id":"54",
    "text":"If you are a leader or someone who works for the interest of a community, first make sure that you understand the interest of the people who make up that community. In this way, you will have a good chance of minimizing, perhaps, avoiding the us versus them mentality.",
    "author":"Duop Chak Wuol"
},
{
    "id":"55",
    "text":"A sign of power in a man is not only when people follow what he suggests, but also when people make a conscious effort to do the exact opposite of what he suggests.",
    "author":"Criss Jami"
},
{
    "id":"56",
    "text":"You don't know what you can get away with until you try.",
    "author":"Colin Powell"
},
{
    "id":"57",
    "text":"A star wants to see himself rise to the top. A leader wants to see those around him rise to the top.",
    "author":"Simon Sinek"
},
{
    "id":"58",
    "text":"No matter how tiny you look, you can lead huge men if you have what the huge men don't have.",
    "author":"Michael Bassey Johnson"
},
{
    "id":"59",
    "text":"Leaders always choose the harder right rather than the easier wrong.",
    "author":"Orrin Woodward"
},
{
    "id":"60",
    "text":"Leadership is the art of giving people a platform for spreading ideas that work.",
    "author":"Seth Godin"
},
{
    "id":"61",
    "text":"You must be willing to give up what you are, to become what you want to be.",
    "author":"Orrin Woodward"
},
{
    "id":"62",
    "text":"You can only lead from the front.",
    "author":"Graeme Rodaughan"
},
{
    "id":"63",
    "text":"Always hear others out and remain open-minded,the day you think you know everything is the day you have the most yet to learn.",
    "author":"A.J. Darkholme"
},
{
    "id":"64",
    "text":"If you spend your life trying to be good at everything, you will never be great at anything.",
    "author":"Tom Rath"
},
{
    "id":"65",
    "text":"There is a world of difference between a leadership that is based on love and respect, and one that is based on fear.",
    "author":"Mohammed bin Rashid Al Maktoum"
},
{
    "id":"66",
    "text":"Always remember, Son, the best boss is the one who bosses the least. Whether it's cattle, or horses, or men; the least government is the best government. ",
    "author":"Ralph Moody"
},
{
    "id":"67",
    "text":"Real leadership is being the person others will gladly and confidently follow.",
    "author":"John C. Maxwell"
},
{
    "id":"68",
    "text":"Imagine a place where everyone chooses to bring energy, passion, and a positive attitude every day.",
    "author":"Stephen C. Lundin"
},
{
    "id":"69",
    "text":"The art of leadership is saying no, not yes. It is very easy to say yes.",
    "author":"Tony Blair"
},
{
    "id":"70",
    "text":"Always try to associate yourself with and learn as much as you can from those who know more than you do, who do better than you, who see more clearly than you.",
    "author":"Dwight D. Eisenhower"
},
{
    "id":"71",
    "text":"A leader should demonstrate his thoughts and opinions through his actions, not through his words.",
    "author":"Jack Weatherford"
},
{
    "id":"72",
    "text":"Do you know great minds enjoy excellence, average minds love mediocrity and small minds adore comfort zones?",
    "author":"Onyi Anyado"
},
{
    "id":"73",
    "text":"The happiest people in the world are those who feel absolutely terrific about themselves, and this is the natural outgrowth of accepting total responsibility for every part of their life.",
    "author":"Brian Tracy"
},
{
    "id":"74",
    "text":"Great leaders have three things; inner light, inner vision, and inner strength.",
    "author":"Amit Ray"
},
{
    "id":"75",
    "text":"Surround yourself with great people; delegate authority; get out of the way.",
    "author":"Ronald Reagan"
},
{
    "id":"76",
    "text":"The task of the leader is to get his people from where they are to where they have not been. ",
    "author":"Henry Kissinger"
},
{
    "id":"77",
    "text":"Each day you are leading by example. Whether you realize it or not or whether it's positive or negative, you are influencing those around you.",
    "author":"Rob Liano"
},
{
    "id":"78",
    "text":"When you are just EXISTING, life happens to you… and you manage; when you are truly LIVING, you happen to life… and you lead.",
    "author":"Steve Maraboli"
},
{
    "id":"79",
    "text":"A leader must lead. Where others see obstacles, he must see opportunities. When others see problems, he must see possibilities.",
    "author":"David J. Vaughan"
},
{
    "id":"80",
    "text":"Listen with curiosity. Speak with honesty. Act with integrity.",
    "author":"Roy Bennett"
},
{
    "id":"81",
    "text":"Show me the man you honor and I will know what kind of man you are.",
    "author":"Thomas Carlisle"
},
{
    "id":"82",
    "text":"Leaders in all realms and activities of life knew that the power they had come to hold existed because they were responsible to serve the many, thus power was position of service.",
    "author":"Vanna Bonta"
},
{
    "id":"83",
    "text":"Leadership is communicating to people their worth and potential so clearly that they are inspired to see it in themselves.",
    "author":"L. David Marquet"
},
{
    "id":"84",
    "text":"At times we relax in our comfort zone, and it takes leadership to recognize this and adjust our mindset.",
    "author":"Mark Villareal"
},
{
    "id":"85",
    "text":"A boss says “go and make sure you do it”, a leader says “let’s go and make it happen”.Bosses control people,leaders involve them.",
    "author":"Israelmore Ayivor"
},
{
    "id":"86",
    "text":"If you perceive right you receive right. If you perceive wrong you receive wrong.",
    "author":"John Paul Warren"
},
{
    "id":"87",
    "text":"Every great leader can take you back to a defining moment when they decided to lead.",
    "author":"John Paul Warren"
},
{
    "id":"88",
    "text":"What great leaders have in common is that each truly knows his or her strengths,and can call on the right strength at the right time.",
    "author":"Tom Rath"
},
{
    "id":"89",
    "text":"Leadership is self-made. People who have deliberately decided to become problems solver lead better.",
    "author":"Israelmore Ayivor"
},
{
    "id":"90",
    "text":"A true dreamer is one who knows how to navigate in the dark.",
    "author":"Ashish Patel"
},
{
    "id":"91",
    "text":"Tend to the people, and they will tend to the business.",
    "author":"John C. Maxwell"
},
{
    "id":"92",
    "text":"Average leaders raise the bar on themselves,good leaders raise the bar for others, great leaders inspire others to raise their own bar.",
    "author":"Orrin Woodward"
},
{
    "id":"93",
    "text":"FOCUS = Follow On Course Until Successful.",
    "author":"Ifeanyi Enoch Onuoha"
},
{
    "id":"94",
    "text":"Leadership grows like tall trees. It needs both toughness and flexibility - toughness for accountability - flexibility to adapt changes with a compassionate & caring heart for self and others.",
    "author":"Amit Ray"
},
{
    "id":"95",
    "text":"Leadership is never an avenue to be self-serving but,a platform to render great service to people.",
    "author":"Ifeanyi Enoch Onuoha"
},
{
    "id":"96",
    "text":"When you walk in silence your excellence will always speak for you.",
    "author":"Onyi Anyado"
},
{
    "id":"97",
    "text":"the quality of your mind depends on the quality of your thought",
    "author":"okorie deborah"
},
{
    "id":"98",
    "text":"You need to choose your association according to your vision.",
    "author":"Onyi Anyado"
},
{
    "id":"99",
    "text":"The world is full of stupid people. That's why we have rules. But with enough intelligence, a person can be above the rules. She can make rules.",
    "author":"Daniel Nayeri"
},
{
    "id":"100",
    "text":"Great leaders get people to admit the truth because they know that dreams are buried under the lies they tell themselves, in order to feel okay with giving up.",
    "author":"Shannon L. Alder"
},
{
    "id":"101",
    "text":"Real leaders are people who “help us overcome the limitations of our own individual laziness and selfishness and weakness and fear and get us to do better, harder things than we can get ourselves to do on our own.",
    "author":"David Foster Wallace"
},
{
    "id":"102",
    "text":"When you accept a leadership role, you take on extra responsibility for your actions toward others.",
    "author":"Kelley Armstrong"
},
{
    "id":"103",
    "text":"No great manager or leader ever fell from heaven, its learned not inherited.",
    "author":"Tom Northup"
},
{
    "id":"104",
    "text":"Ask yourself: what is it, that if I believed it down to my core, would change everything?",
    "author":"Kamal Ravikant"
},
{
    "id":"105",
    "text":"Too many kings can ruin an army",
    "author":"Homer"
},
{
    "id":"106",
    "text":"Only when we face the impossible, and experience the unbearable, do we find out who we truly are.",
    "author":"Vironika Tugaleva"
},
{
    "id":"107",
    "text":"The very essence of leadership is that you have to have vision. You can't blow an uncertain trumpet.",
    "author":"Theodore M. Hesburgh"
},
{
    "id":"108",
    "text":"Good leaders have vision and inspire others to help them turn vision into reality. Great leaders have vision, share vision, and inspire others to create their own.",
    "author":"Roy Bennett"
},
{
    "id":"109",
    "text":"In essence, leadership is the sense of calling to a higher purpose.",
    "author":"Amit Ray"
},{
    "id":"110",
    "text":"A boss says 'you do it', a leader says 'Let's do it'.",
    "author":"amit kalantri"
},
{
    "id":"111",
    "text":"A leader takes people where they would never go on their own.",
    "author":"Hans Finzel"
},
{
    "id":"112",
    "text":"There are two kinds of leaders, cowboys and Shepherds. Cowboys drive and Shepherds lead.",
    "author":"John Paul Warren"
},
{
    "id":"113",
    "text":"Leadership is not just some empty formulas but establishing deep connection at soul levels through service, integrity, passion, perseverance and equanimity.",
    "author":"Amit Ray"
},
{
    "id":"114",
    "text":"To be a philosopher, just reverse everything you have ever been told...and have a sense of humor doing it.",
    "author":"Criss Jami"
},
{
    "id":"115",
    "text":"Good business leaders create a vision, articulate the vision, passionately own the vision, and relentlessly drive it to completion.",
    "author":"Jack Welch"
},
{
    "id":"116",
    "text":"Leadership is a two-way street, loyalty up and loyalty down.",
    "author":"Grace Murray Hopper"
},
{
    "id":"117",
    "text":"So if you see no one like you, no one who agrees, don't worry. There are actually hundreds of people like you, and they're waiting for a leader. That person is you.",
    "author":"Julien Smith"
},
{
    "id":"118",
    "text":"he task of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there.",
    "author":"John Buchan"
},
{
    "id":"119",
    "text":"Great Groups need to know that the person at the top will fight like a tiger for them.",
    "author":"Warren Bennis"
},
{
    "id":"120",
    "text":"Leaders draw out ones individual greatness.",
    "author":"John Paul Warren"
},
{
    "id":"121",
    "text":"In these times, a great leader must be extremely brave. Their leadership must be steered only by their conscience, not a bribe.",
    "author":"Suzy Kassem"
},
{
    "id":"122",
    "text":"If the leader is filled with high ambition and if he pursues his aims with audacity and strength of will, he will reach them in spite of all obstacles.",
    "author":"Carl Von Clausewitz"
},
{
    "id":"123",
    "text":"True greatness, true leadership, is achieved not by reducing men to one's service but in giving oneself in selfless service to them.",
    "author":"J.Oswald Sanders"
},
{
    "id":"124",
    "text":"The greatest mistake we can make is to stay on the ground after falling.",
    "author":"Victor Manuel Rivera"
},
{
    "id":"125",
    "text":"True leaders bring out your personal best. They ignite your human potential.",
    "author":"John Paul Warren"
},
{
    "id":"126",
    "text":"Make a difference, change the game for the better, leave a legacy, be a guide that someone else can follow and make better, and then someone else will follow that and make that better.",
    "author":"Carlos Wallace"
},
{
    "id":"127",
    "text":"Leaders are passionate about the Purpose, while Managers need to be passionate about the Results!",
    "author":"Amit Chatterjee"
},
{
    "id":"128",
    "text":"Be a King. Dare to be Different, dare to manifest your greatness.",
    "author":"Jaachynma N.E. Agu"
},
{
    "id":"129",
    "text":"Leaders..should influence others,in such a way that it builds people up, encourages and edifies them so they can duplicate this attitude in others.",
    "author":"Bob Goshen"
},
{
    "id":"130",
    "text":"Leadership is a potent combination of strategy and character. But if you must be without one, be without the strategy.",
    "author":"Norman Schwarzkopf"
},
{
    "id":"131",
    "text":"You will never reach your dreams without honoring others along the way.",
    "author":""
},
{
    "id":"132",
    "text":"Leadership is for those who love the public good and are endowed and trained to administer it.",
    "author":"Thornton Wilder"
},
{
    "id":"133",
    "text":"The real winners in life are the people who look at every situation with an expectation that they can make it work to make it better.",
    "author":"Barbra Pletcher"
},
{
    "id":"134",
    "text":"Successful leaders see the opportunities in every difficulty rather than the difficulty in every opportunity.",
    "author":"Reed Markham"
},
{
    "id":"135",
    "text":"Count your blessings, discount you’re loses.",
    "author":"John Paul Warren"
},
{
    "id":"136",
    "text":"Whoever is under a man's power is under his protection, too.",
    "author":"David Schwartz"
},
{
    "id":"137",
    "text":"Communication without clarity is noise. Speak with purpose and you’ll propel your audience to take massive action towards a journey of self-improvement.",
    "author":"Farshad Asl"
},
{
    "id":"138",
    "text":"When there is time, there is no money... And when there is money, there is no time... So, if you don't want to have regrets in this life, do it when you have either of them, don't wait for both!",
    "author":"Yulia Lipovka"
},
{
    "id":"139",
    "text":"Leaders are not born, but made as a result of hard work.",
    "author":"Sunday Adelaja"
},{
    "id":"140",
    "text":"Always be the light. Do not wait for others to take responsibility.",
    "author":"Sunday Adelaja"
},
{
    "id":"141",
    "text":"Leaders emerge, they cannot be recruited.",
    "author":"Haresh Sippy"
},
{
    "id":"142",
    "text":"Leadership is all about caring, daring and sharing! Caring for people, Daring to Act fearlessly,& Sharing the success with all!",
    "author":"Sujit Lalwani"
},
{
    "id":"143",
    "text":"If you want people to to think, give them intent, not instruction.",
    "author":"David Marquet"
},
{
    "id":"144",
    "text":"When you practice leadership,The evidence of quality of your leadership, Is known from the type of leaders that emerge out of your leadership",
    "author":"Sujit Lalwani"
},
{
    "id":"145",
    "text":"a leadership is a position of action process of abolition,completion of mission,over come oppositionand submission of duties.",
    "author":"akhil aravind"
},
{
    "id":"146",
    "text":"I am hopeful because love overflows from my heart. Gratitude for beauty and life leads my way.",
    "author":"Bryant McGill"
},
{
    "id":"147",
    "text":"Some are born leaders, some achieve leadership, and some have leadership thrust upon them. Which of these are you, or would you rather not bother?",
    "author":"Maurice Flanagan"
},
{
    "id":"148",
    "text":"Leadership is not about control, it's about love and empathy and courage and compassion.",
    "author":"Hendrith Vanlon Smith Jr"
},
{
    "id":"149",
    "text":"The greatest leaders are the ones smart enough to have people smarter than them around them.",
    "author":"General Eisenhower"
},
{
    "id":"150",
    "text":"A leader is not a person who is placed in the seat of management but a leader is a person leading management towards purposeful pursuit and direction.",
    "author":"Aiyaz Uddin"
}
]