[
    {
        "id":"1",
        "text":"Strong people have a strong sense of self-worth and self-awareness; they don’t need the approval of others.",
        "author":"Roy T. Bennett"
    },
    {
        "id":"2",
        "text":"The strongest people find the courage and caring to help others, even if they are going through their own storm.",
        "author":"Roy T. Bennett"
    },
    {
        "id":"3",
        "text":"Wherever you find a great man, you will find a great mother or a great wife standing behind him -- or so they used to say. It would be interesting to know how many great women have had great fathers and husbands behind them.",
        "author":"Dorothy L. Sayers"
    },
    {
        "id":"4",
        "text":"If you feel lost, disappointed, hesitant, or weak, return to yourself, to who you are, here and now and when you get there, you will discover yourself, like a lotus flower in full bloom, even in a muddy pond, beautiful and strong.",
        "author":"Masaru Emoto"
    },
    {
        "id":"5",
        "text":"The one who falls and gets up is stronger than the one who never tried. Do not fear failure but rather fear not trying.",
        "author":"Roy T. Bennett"
    },
    {
        "id":"6",
        "text":"If you build the guts to do something, anything, then you better save enough to face the consequences.",
        "author":"Criss Jami"
    },
    {
        "id":"7",
        "text":"I will prove myself brave when they think I am weak.",
        "author":"E. Lockhart"
    },
    {
        "id":"8",
        "text":"Always do what you're afraid to do.",
        "author":"E. Lockhart"
    },
    {
        "id":"9",
        "text":"So he tasted the deep pain that is reserved only for the strong, just as he had tasted for a little while the deep happiness.",
        "author":"F. Scott Fitzgerald"
    },
    {
        "id":"10",
        "text":"Stay strong, stay positive, and never give up.",
        "author":"Roy T. Bennett"
    },
    {
        "id":"11",
        "text":"Pain makes you strong, Madoc once told me, making me lift a sword again and again. Get used to the weight.",
        "author":"Holly Black"
    },
    {
        "id":"12",
        "text":".no woman can love a weak man hard enough to make him strong.",
        "author":"Pearl Cleage"
    },
    {
        "id":"13",
        "text":"You must be strong enough to strike and strike and strike again without tiring. The first lesson is to make yourself that strong.",
        "author":"Holly Black"
    },
    {
        "id":"14",
        "text":"Every challenge you face today makes you stronger tomorrow. The challenge of life is intended to make you better, not bitter.",
        "author":"Roy T. Bennett"
    },
    {
        "id":"15",
        "text":"When we feel weak, we drop our heads on the shoulders of others. Don't get mad when someone does that. Be honored. For that person trusted you enough to, even if subtly, ask you for help.",
        "author":"Lori Goodwin"
    },
    {
        "id":"16",
        "text":"You are strong enough to survive the fall.",
        "author":"Leigh Bardugo"
    },
    {
        "id":"17",
        "text":"It's hard at times, but it makes a kid strong in ways that most people can't understand. Teaches them that even though people are left behind, new ones will inevitable take their place; that every place has something good - and bad - to offer. It makes a kid grow up fast.",
        "author":"Nicholas Sparks"
    },
    {
        "id":"18",
        "text":"I feel like myself, strong and weak at once - allowed, at least for a little while, to be both.",
        "author":"Veronica Roth"
    },
    {
        "id":"19",
        "text":"Strong people don't put others down... They lift them up.",
        "author":"Michael Cadnum"
    },
    {
        "id":"20",
        "text":"That is the rule of the Wilds: You must be bigger and stronger and tougher. You must hurt or be hurt.",
        "author":"Lauren Oliver"
    },
    {
        "id":"21",
        "text":"I may be in pain, but I am not weak.",
        "author":"Veronica Roth"
    },
    {
        "id":"22",
        "text":"Both men and women should feel free to be sensitive. Both men and women should feel free to be strong…it is time that we all perceive gender on a spectrum not as two opposing sets of ideas.",
        "author":"Emma Watson"
    },
    {
        "id":"23",
        "text":"Marriage is like a well-built porch. If one of the two posts leans too much, the porch collapses. So each must be strong enough to stand on its own.",
        "author":"Deb Caletti"
    },
    {
        "id":"24",
        "text":"Some of the most beautiful things we have in life comes from our mistakes.",
        "author":"Surgeo Bell"
    },
    {
        "id":"25",
        "text":"Our critics make us strong! Our fears make us bold!Our haters make us wise!Our foes make us active!Our obstacles make us passionate,Whatever is designed against us will work for us!",
        "author":"Israelmore Ayivor"
    },
    {
        "id":"26",
        "text":"I'm independent and strong, but sometimes...just sometimes, it's nice to be taken case of. It's nice to be made to feel like a lady",
        "author":"Samantha Towle"
    },
    {
        "id":"27",
        "text":"On the left side of a strong woman, stands a strong man; he is strengthened by her character.",
        "author":"Ellen J. Barrier"
    },
    {
        "id":"28",
        "text":"Everything is within your power,and your power is within you.",
        "author":"Janice Trachtman"
    },
    {
        "id":"29",
        "text":"A strong gives forgiveness but weak gives permission.",
        "author":"Santosh Kalwar"
    },
    {
        "id":"30",
        "text":"I can’t cry so I have to laugh.",
        "author":"Maria Nhambu"
    },
    {
        "id":"31",
        "text":"You praise man who has the ability to perform great actions.I admire man who can deal with great pain and knows no despair.",
        "author":"Toba Beta"
    },
    {
        "id":"32",
        "text":"We are like water, aren’t we? We can be fluid, flexible when we have to be. But strong and destructive, too.” And something else, I think to myself. Like water, we mostly follow the path of least resistance.",
        "author":"Wally Lamb"
    },
    {
        "id":"33",
        "text":"It is when things are at their worst that Allah will raise the best generation. The generation that the Prophet would be told Sahabat should look up to. So maybe the fact that you are living in the darkest of time means that Allah thinks you can be the strongest source of light.",
        "author":"Nouman Ali Khan"
    },
    {
        "id":"34",
        "text":"Intelligence is more important than strength, that is why earth is ruled by men and not by animals.",
        "author":"Amit Kalantri"
    },
    {
        "id":"35",
        "text":"We love being mentally strong, but we hate situations that allow us to put our mental strength to good use.",
        "author":"Mokokoma Mokhonoana"
    },
    {
        "id":"36",
        "text":"You are so much stronger than the world has ever believed you could be. The world is waiting for you to set it on fire. Trust in yourself ",
        "author":"Clementine von Radics"
    },
    {
        "id":"37",
        "text":"Sometimes, it is how you shine in the darkness during other people's misery that is remembered more than anything you could have said or done when you have suffered just as much.",
        "author":"Shannon L. Alder"
    },
    {
        "id":"38",
        "text":"Violence is the method of ignorance, the weapon of the weak. The strong of heart and brain need no violence, for they are irresistible in their consciousness of being right.",
        "author":"Alexander Berkman"
    },
    {
        "id":"39",
        "text":"The weak fall, but the strong will remain and never go under!",
        "author":"Anne Frank"
    },
    {
        "id":"40",
        "text":"But we are strong, each in our purpose, and we are all more strong together.",
        "author":"Bram Stoker"
    },
    {
        "id":"41",
        "text":"Surely you ain't weak.You just can't accept yourself as a strong person.",
        "author":"Toba Beta"
    },
    {
        "id":"42",
        "text":"Friendship is a give and take. You have to have a strong relationship with your friend and I think you have to offer them something and they have to offer you something and that’s to always learn from it.",
        "author":"Raven Symone"
    },
    {
        "id":"43",
        "text":"Strong words resonate.",
        "author":"Toba Beta"
    },
    {
        "id":"44",
        "text":"Whenever you feel a little stricken down in pain, think about this. The knife has to be sharpened by striking and rubbing it against something strong before it can become useful! You are going to be great after the struggles.",
        "author":"Israelmore Ayivor"
    },
    {
        "id":"45",
        "text":"Don't hang with negative people. They will pull you down with them. Instead, invite them into your light and together you will both shine strong.",
        "author":"L.F. Young"
    },
    {
        "id":"46",
        "text":"Bond is stronger than blood. The family grows stronger by bond.",
        "author":"Itohan Eghide"
    },
    {
        "id":"47",
        "text":"Stay strong, stay positive, and never give up.",
        "author":"Roy Bennett"
    },
    {
        "id":"48",
        "text":"No matter who you are, big or small, female or man, brave or not brave, you can still be empowered and feel strong.",
        "author":"Lights Poxlietner"
    },
    {
        "id":"49",
        "text":"There's no short-cut to becoming strong. Even if you try to look strong on the outside, that thin layer will soon fall off.",
        "author":"Hideaki Sorachi"
    },
    {
        "id":"50",
        "text":"Strong people define themselves; weak people allow others to define them.",
        "author":"Ken Poirot"
    },
    {
        "id":"51",
        "text":"All is good. Don't worry, the pain will help you. You'll get into some trouble, but it will work out in the end.",
        "author":"James Franco"
    },
    {
        "id":"52",
        "text":"It's ok to be a fool once or twice but never let it be a third time. Be smart and pretend to be a fool and at the end of the hunt make sure you're the one that has the gun.",
        "author":"Surgeo Bell"
    },
    {
        "id":"53",
        "text":"Focus on faith and grow your roots strong and deep so no one can make you believe in something that is not good for your soul.",
        "author":"Molly Friedenfeld"
    },
    {
        "id":"54",
        "text":"Flexibility makes buildings to be stronger, imagine what it can do to your soul.",
        "author":"Carlos Barrios"
    },
    {
        "id":"55",
        "text":"Never loose hope. Stay strong, you never know what tomorrow brings.",
        "author":"Magith Noohukhan"
    },
    {
        "id":"56",
        "text":"Strong-willed heart, always makes me feel so touched.It reminds me about some 'fall and rise again' in my life.",
        "author":"Toba Beta"
    },
    {
        "id":"57",
        "text":"Be strong. Even when you can't be.",
        "author":"Saim .A. Cheeda"
    },
    {
        "id":"58",
        "text":"It's ok. You don't have to be strong all the time. You don't have to ignore your sadness and pretend like you are doing absolutely fine.",
        "author":"Nitya Prakash"
    },
    {
        "id":"59",
        "text":"Be strong, stand firm in faith!",
        "author":"Lailah Gifty Akita"
    },
    {
        "id":"60",
        "text":"Certain hurts can never be mended,But if you remember how strong they made you, You begin to love them!",
        "author":"Neelam Saxena Chandra"
    },
    {
        "id":"61",
        "text":"Sometimes bad things happen, but as long as we push through, it can only make us stronger.",
        "author":"Sierra Prescott"
    },
    {
        "id":"62",
        "text":"It doesn't' matter how hard your life is, was, or will be just don't give up",
        "author":"Dido Stargaze"
    },
    {
        "id":"63",
        "text":"Let no one ever say that anyone who is silly can never become a person of importance.",
        "author":"Dido Stargaze"
    },
    {
        "id":"64",
        "text":"Hard times come to make you quit or to make you stronger",
        "author":"Manuel Corazzari"
    },
    {
        "id":"65",
        "text":"It’s the days when you have to do things that scare you, when you have to take risks, when you have to push against challenge and difficulty,those are the days that make you stronger, faster, and better overall.",
        "author":"Ben Bergeron"
    },
    {
        "id":"66",
        "text":"When the strongest, smartest people face the toughest challenges of their lives, their instinct is to think neutrally.",
        "author":"Trevor Moawad"
    },
    {
        "id":"67",
        "text":"There are always calamities, extreme circumstances can make you stronger. This is what’s called having a strong sense of self-efficacy: the ability to tell yourself that no matter what happens, you will take everything as a challenge. You’ll rise to the occasion and say, “Okay, the going is tough but this is going to be great!",
        "author":"George Mumford"
    },
    {
        "id":"68",
        "text":"The number of times you fail only adds up to your strength.",
        "author":"Somya Kedia"
    },
    {
        "id":"69",
        "text":"It's okay to feel scared, at times. Just make sure that your courage is stronger than your fear.",
        "author":"Tarang Sinha"
    },
    {
        "id":"70",
        "text":"There is strong positive feeling, that can be described only as faith in the future.",
        "author":"Jordan Hoechlin"
    },
    {
        "id":"71",
        "text":"When we strengthen another, we become strong ourselves.",
        "author":"Abhijit Naskar"
    },
    {
        "id":"72",
        "text":"We can either make ourselves miserable, or we make ourselves strong.",
        "author":"George Mumford"
    },
    {
        "id":"73",
        "text":"We had to be strong to survive.",
        "author":"Scott Carney"
    },
    {
        "id":"74",
        "text":"What it means to be strong and how to stay at the top of their game in any weather.",
        "author":"Scott Carney"
    },
    {
        "id":"75",
        "text":"Mentally tough athletes possess an inner strength. They often play their best when they’re feeling their worst. They don’t make excuses.",
        "author":"Gary Mack"
    },
    {
        "id":"76",
        "text":"Dear self,Be brave enough to face every obstacle that comes in waves. It helps you to become a great warrior.",
        "author":"sophieya"
    },
    {
        "id":"77",
        "text":"our roots become stronger under the wild winds of the storm",
        "author":"Manuel Corazzari"
    },
    {
        "id":"78",
        "text":"You must be stronger than the situation in order to conquer it.",
        "author":"Lailah Gifty Akita"
    },
    {
        "id":"79",
        "text":"How else will you become strong if you’re not beaten and crushed?",
        "author":"Sarvesh Jain"
    },
    {
        "id":"80",
        "text":"You don't need to get broken to get strong.",
        "author":"Sarvesh Jain"
    },
    {
        "id":"81",
        "text":"Faith in God will always give you something strong to fall back on, even in the midst of the storm.",
        "author":"Gift Gugu Mona"
    },
    {
        "id":"82",
        "text":"Think comforting thoughts, think strong thoughts. They can smell what are you thinking.",
        "author":"J.M. Coetzee"
    },
    {
        "id":"83",
        "text":"your mouth is the strongest part of your body, be careful no to use it against yourself, your love ones or your assignment.",
        "author":"Manuel Corazzari"
    },
    {
        "id":"84",
        "text":"You need to find a way of expressing your emotions without being emotional, if your intent is to build strong relationships.",
        "author":"ThandazoPerfectKhumalo"
    },
    {
        "id":"85",
        "text":"Don't underestimate your power to crush the obstacles.",
        "author":"Hiral Nagda"
    },
    {
        "id":"86",
        "text":"I am short. I am smart. I am strong. I am hilarious!",
        "author":"The Thoughtful Beast"
    },
    {
        "id":"87",
        "text":"Be strong! Be good! Be pure!The right only shall endure,And all things else are but false pretenses.",
        "author":"Henry Wadsworth Longfellow"
    },
    {
        "id":"88",
        "text":"Strong people stand up for themselves, but stronger people stand up for others.",
        "author":"Suzy Kassem"
    },
    {
        "id":"89",
        "text":"Strength isn’t something we all naturally have, it is something we do and then become.",
        "author":"Rachel D. Greenwell"
    },
    {
        "id":"90",
        "text":"Do not let a late start lead you to a bad finish: the strongest in life can be the weakest in the beginning.",
        "author":"Paul Kellie"
    },
    {
        "id":"91",
        "text":"Not everyone can love you, but they can't deny that you are strong.",
        "author":"Azadshah Ganjali"
    },
    {
        "id":"92",
        "text":"Be strong, do what God has placed in your heart!",
        "author":"Lailah Gifty Akita"
    },
    {
        "id":"93",
        "text":"Being confident, well-informed, and in control doesn't make you a 'monster'. It makes you a strong leader. People fear what (and who) they can't control.",
        "author":"Liz Faublas"
    },
    {
        "id":"94",
        "text":"Be strong, take life as it comes.",
        "author":"Santosh Kumar (San)"
    },
    {
        "id":"95",
        "text":"In those moments when I have to choose to practice faith, that’s when I feel strong.",
        "author":"Rachel D. Greenwell"
    },
    {
        "id":"96",
        "text":"If you can't forget the things, just forgive and remind yourself that those thoughts really don't control you. Forgiveness has a great healing power.",
        "author":"Shivanshu K. Srivastava"
    },
    {
        "id":"97",
        "text":"Don’t give up! Now is the perfect time to remember why started and find a way to finish the race.",
        "author":"Positively sherry"
    },
    {
        "id":"98",
        "text":"The only problem with being strong is getting less care..",
        "author":"Mahendar Singh Jakhar"
    },
    {
        "id":"99",
        "text":"If you enter this world knowing you are loved and you leave this world knowing the same, then everything that happens in between can be dealt with.",
        "author":"Michael Jackson"
    },
    {
        "id":"100",
        "text":"We don't build our character by what others see or feel about us, We build our character by what we see and feel in ourselves.",
        "author":"Ephantus Mwenda"
    },
    {
        "id":"101",
        "text":"The strong forgive after speaking out.",
        "author":"Steven Magee"
    },
    {
        "id":"102",
        "text":"When a person's WHY is strong enough, victory is inevitable.",
        "author":" Dr. Billy Alsbrooks"
    },
    {
        "id":"103",
        "text":"In life, we have to be strong and bright enough to face our dark times. Eclipse may come and eclipse may go, nothing should stop our inner strength’s flow",
        "author":"Munia Khan"
    },
    {
        "id":"104",
        "text":"Please stay gorgeous and strong and unbelievable.",
        "author":"Casey McQuiston"
    },
    {
        "id":"105",
        "text":"Just say 'I love u Mom'Every day. i think this is more powerful than your skill.",
        "author":"Safri ST"
    },
    {
        "id":"106",
        "text":"Create strength so you don't need support. Don't use support so you can become strong.",
        "author":"Taco Fleur"
    },
    {
        "id":"107",
        "text":"At her lowest point she found her greatest strength. Not because she alone was strong, but because she held onto faith with all her might",
        "author":"Karen Gibbs"
    },
    {
        "id":"108",
        "text":"It's not done until it's done right! To get stronger you have to work past the burn!",
        "author":"Daren Martin"
    },
    {
        "id":"109",
        "text":"Rise up, because they do not think and they do not expect about your rise.",
        "author":"Abdurozzaq Nurul Hadi"
    },{
        "id":"110",
        "text":"A Strong man still smiles and moves forward even with many obstacles in life.",
        "author":"sophieya"
    },
    {
        "id":"111",
        "text":"Strong is building people up, not tearing each other down.",
        "author":"Kate T. Parker"
    },
    {
        "id":"112",
        "text":"No matter how hard it is, try to be strong than yesterday.",
        "author":"ShaaZainol"
    },
    {
        "id":"113",
        "text":"If you are strong enough to break me down, I'll show you that I'm strong enough to stand up again.",
        "author":"Nitya Prakash"
    },
    {
        "id":"114",
        "text":"I am not in competition against anyone. The only person I am in competition against is myself because I believe in the greatness of human potential and purpose. You should always strive to be the very best you can be. ",
        "author":"Kailin Gow"
    },
    {
        "id":"115",
        "text":"Wisdom does not always come with age. It comes from Experience",
        "author":"Kailin Gow"
    },
    {
        "id":"116",
        "text":"Be like a taffy - sweet, long-lasting, tough, flexible, and colorful.",
        "author":"Kailin Gow"
    },
    {
        "id":"117",
        "text":"It is kind of funny the way some people get so damn offended whenever you decide to stand your ground and give them a taste of their own medicine.",
        "author":"Samiha Totanji"
    },
    {
        "id":"118",
        "text":"Being smart and strong is the new sexy.",
        "author":"Kailin Gow"
    },
    {
        "id":"119",
        "text":"The one who falls and gets up is so much stronger than the one who never fell.",
        "author":"Mr Never Give Up"
    },
    {
        "id":"120",
        "text":"Mind can be your best friend and also your biggest enemy, you need to feed it right.",
        "author":"Sonal Bharija Singh"
    },
    {
        "id":"121",
        "text":"I do it to remind myself of everything. My heart was beating through the worst parts of my life and, if it’s still beating, its a reminder that I’m still alive, despite everything.",
        "author":"Simmy Kors"
    },
    {
        "id":"122",
        "text":"There are times when being strong is the only option",
        "author":"Adam Scythe"
    },
    {
        "id":"123",
        "text":"You could rattle the stars, you could do anything, if only you dared.",
        "author":"Sarah J. Maas"
    },
    {
        "id":"124",
        "text":"Challenges in life, keeps us in the game.",
        "author":"Kailin Gow"
    },
    {
        "id":"125",
        "text":"Be like water, which is fluid & soft & yielding, as in time, water will overcome rock which is rigid & hard. Therefor, what is soft is strong.",
        "author":"Anonymous"
    },
    {
        "id":"126",
        "text":"A strong visual imagination acts as a magnet to draw the visualised into reality.",
        "author":"Anupama Garg"
    },
    {
        "id":"127",
        "text":"Mothers show their daughters how to become strong, fathers make them.",
        "author":"Rafia Shujaat"
    },
    {
        "id":"128",
        "text":"A flexible body and a flexible mind will keep you stable and strong.",
        "author":"Anupama Garg"
    },
    {
        "id":"129",
        "text":"If you think women are weak, remember they give birth to strong beings.",
        "author":"Shihab Kazi"
    },
    {
        "id":"130",
        "text":"To be strong I must first admit that I am weak. And that requires some of the greatest strength imaginable.",
        "author":"Craig D. Lounsbrough"
    },
    {
        "id":"131",
        "text":"I am beautiful because the kindness of my heart is beautiful. I am strong because my strength is my self-confidence. I am courageous because my knowledge has made me fearless.",
        "author":"Debasish Mridha"
    },
    {
        "id":"132",
        "text":"I think everyone is strong and weak in different ways.",
        "author":" Cassandra Clare"
    },
    {
        "id":"133",
        "text":"Everyone appears to be courageous until bad weathers arrive, and then we know the true leaders.",
        "author":"Israelmore Ayivor"
    },
    {
        "id":"134",
        "text":"Thank God for allowing you to see another day. No matter what, keep trusting, keep believing, be strong, have hope. The best is yet to come.",
        "author":"Germany Kent"
    },
    {
        "id":"135",
        "text":"You have to learn where your weaknesses end and your strengths starts or you will spend your life focusing on all that falls apart.",
        "author":"Nikki rowe"
    },
    {
        "id":"136",
        "text":"When dark situations arise, it is opportunity for you to reveal the leader in you. Rise and deal with them.",
        "author":"Israelmore Ayivor"
    },
    {
        "id":"137",
        "text":"Let others scream, because ultimately you know your story",
        "author":"Prateek Tripathi"
    },
    {
        "id":"138",
        "text":"I will forever remind you that you are gifted, strong and beautiful, exactly as you are. Will you forever remind yourself, too?",
        "author":"Scott Stabile"
    },
    {
        "id":"139",
        "text":"Remember diamonds are created under pressure so hold on, it be your time to shine soon.",
        "author":"Sope Agbelusi"
    },{
        "id":"140",
        "text":"God is my strength and my defense. When I am weak, he makes me strong. When I am broken, he makes me whole.",
        "author":"Amaka Imani Nkosazana"
    },
    {
        "id":"141",
        "text":"For every spirit who is learning: you heal yourself.",
        "author":"Thaiia Senquetta"
    },
    {
        "id":"142",
        "text":"Those people make us strong and then valuable, whom we do not like initially.",
        "author":"Faisal Nawaz Maitlo"
    },
    {
        "id":"143",
        "text":"You do not need any more strength. You only need to realize how strong you already are.",
        "author":"Vironika Tugaleva"
    },
    {
        "id":"144",
        "text":"When life puts you in tough situations, don’t say “why me”, say “try me.",
        "author":"Unknwon"
    },
    {
        "id":"145",
        "text":"If someone breaks up, it's an opportunity to revamp yourself; this time better and stronger than before.",
        "author":"Vikrmn"
    },
    {
        "id":"146",
        "text":"True love is like wine, it gets stronger with age.",
        "author":"Farid F. Ibrahim"
    },
    {
        "id":"147",
        "text":"Be strong, little one. There's a reason you are here. Like anyone with a dream, you have a purpose, big or small. Never lose hope that your glowing star will one day join the sky of winners. Never stop believing.",
        "author":"Charles Lee"
    },
    {
        "id":"148",
        "text":"Don't just write a strong female protagonist. Be one.",
        "author":"A.D. Posey"
    },
    {
        "id":"149",
        "text":"I still have people from my past who treat me wrong, i thank them for making me strong.",
        "author":"Bharath Mamidoju"
    },
    {
        "id":"150",
        "text":"If you prove me how strong you are, I just exactly see your weakness.",
        "author":"Tamas Lakometzkometz"
    }
    ]