[
    {
        "id":"1",
        "text":"I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best",
        "author":"Marilyn Monroe"
    },
    {
        "id":"2",
        "text":"If you tell the truth, you don't have to remember anything",
        "author":"Mark Twain"
    },
    {
        "id":"3",
        "text":"The reason I talk to myself is because I’m the only one whose answers I accept",
        "author":"George Carlin"
    },
    {
        "id":"4",
        "text":"When someone loves you, the way they talk about you is different. You feel safe and comfortable",
        "author":"Jess C. Scott"
    },
    {
        "id":"5",
        "text":"The truth is rarely pure and never simple",
        "author":"Oscar Wilde"
    },
    {
        "id":"6",
        "text":"A lie can travel half way around the world while the truth is putting on its shoes",
        "author":"Mark Twain"
    },
    {
        "id":"7",
        "text":"Never tell the truth to people who are not worthy of it",
        "author":"Mark Twain"
    },
    {
        "id":"8",
        "text":"Perhaps one did not want to be loved so much as to be understood",
        "author":"George Orwell"
    },
    {
        "id":"9",
        "text":"The truth will set you free, but first it will piss you off",
        "author":"Joe Klaas"
    },
    {
        "id":"10",
        "text":"When I despair, I remember that all through history the way of truth and love have always won. There have been tyrants and murderers, and for a time, they can seem invincible, but in the end, they always fall. Think of it--always",
        "author":"Mahatma Gandhi"
    },
    {
        "id":"11",
        "text":"I am not pretty. I am not beautiful. I am as radiant as the sun",
        "author":"Suzanne Collins"
    },
    {
        "id":"12",
        "text":"Facts do not cease to exist because they are ignored",
        "author":"Aldous Huxley"
    },
    {
        "id":"13",
        "text":"I believe in everything until it's disproved. So I believe in fairies, the myths, dragons. It all exists, even if it's in your mind. Who's to say that dreams and nightmares aren't as real as the here and now?",
        "author":"John Lennon"
    },
    {
        "id":"14",
        "text":"In a time of deceit telling the truth is a revolutionary act",
        "author":"George Orwell"
    },
    {
        "id":"15",
        "text":"A thing is not necessarily true because a man dies for it",
        "author":"Oscar Wilde"
    },
    {
        "id":"16",
        "text":"Here's all you have to know about men and women: women are crazy, men are stupid. And the main reason women are crazy is that men are stupid",
        "author":"Carlos Ruiz Zafón"
    },
    {
        "id":"17",
        "text":"The unexamined life is not worth living",
        "author":"Socrates"
    },
    {
        "id":"18",
        "text":"Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth",
        "author":"Oscar Wilde"
    },
    {
        "id":"19",
        "text":"Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing had happened",
        "author":"Winston S. Churchill"
    },
    {
        "id":"20",
        "text":"I lie to myself all the time. But I never believe me",
        "author":"S.E. Hinton"
    },
    {
        "id":"21",
        "text":"Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed. If people all over the world...would do this, it would change the earth",
        "author":"William Faulkner"
    },
    {
        "id":"22",
        "text":"Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities; Truth isn't",
        "author":"Mark Twain"
    },
    {
        "id":"23",
        "text":"The truth does not change according to our ability to stomach it",
        "author":"Flannery O'Connor"
    },
    {
        "id":"24",
        "text":"The truth is, unless you let go, unless you forgive yourself, unless you forgive the situation, unless you realize that the situation is over, you cannot move forward",
        "author":"Steve Maraboli"
    },
    {
        "id":"25",
        "text":"Rather than love, than money, than fame, give me truth",
        "author":"Henry David Thoreau"
    },
    {
        "id":"26",
        "text":"The things you do for yourself are gone when you are gone, but the things you do for others remain as your legacy",
        "author":"Jim morrison"
    },
    {
        "id":"27",
        "text":"Tell the truth, or someone will tell it for you",
        "author":"Stephanie Klein"
    },
    {
        "id":"28",
        "text":"Art is the lie that enables us to realize the truth",
        "author":"Pablo Picasso"
    },
    {
        "id":"29",
        "text":"The best way to find out if you can trust somebody is to trust them",
        "author":"Ernest Hemingway"
    },
    {
        "id":"30",
        "text":"There are no facts, only interpretations",
        "author":"Friedrich Nietzsche"
    },
    {
        "id":"31",
        "text":"It's enough for me to be sure that you and I exist at this moment",
        "author":"Gabriel García Márquez"
    },
    {
        "id":"32",
        "text":"The more I see, the less I know for sure",
        "author":"John Lennon"
    },
    {
        "id":"33",
        "text":"All you have to do is write one true sentence. Write the truest sentence that you know",
        "author":"Ernest Hemingway"
    },
    {
        "id":"34",
        "text":"There are three types of lies -- lies, damn lies, and statistics",
        "author":"Benjamin Disraeli"
    },
    {
        "id":"35",
        "text":"If you do not tell the truth about yourself you cannot tell it about other people",
        "author":"Virginia Woolf"
    },
    {
        "id":"36",
        "text":"If you want to tell people the truth, make them laugh, otherwise they'll kill you",
        "author":" George Bernard Shaw"
    },
    {
        "id":"37",
        "text":"The past has no power over the present moment",
        "author":"Eckhart Tolle"
    },
    {
        "id":"38",
        "text":"A truth that's told with bad intent Beats all the lies you can invent",
        "author":" William Blake"
    },
    {
        "id":"39",
        "text":"I have learned now that while those who speak about one's miseries usually hurt, those who keep silence hurt more",
        "author":"C. S. Lewis"
    },
    {
        "id":"40",
        "text":"Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth",
        "author":"Marcus Aurelius"
    },
    {
        "id":"41",
        "text":"No persons are more frequently wrong, than those who will not admit they are wrong",
        "author":"François de La Rochefoucauld"
    },
    {
        "id":"42",
        "text":"Illegal aliens have always been a problem in the United States. Ask any Indian",
        "author":"Robert Orben"
    },
    {
        "id":"43",
        "text":"Thinking something does not make it true. Wanting something does not make it real",
        "author":"Michelle Hodkin"
    },
    {
        "id":"44",
        "text":"Better a cruel truth than a comfortable delusion",
        "author":"Edward Abbey"
    },
    {
        "id":"45",
        "text":"The truth will set you free. But not until it is finished with you",
        "author":"David Foster Wallace"
    },
    {
        "id":"46",
        "text":"To be fully seen by somebody, then, and be loved anyhow - this is a human offering that can border on miraculous",
        "author":"Elizabeth Gilbert"
    },
    {
        "id":"47",
        "text":"The only truth is music",
        "author":"Jack Kerouac"
    },
    {
        "id":"48",
        "text":"Most men would rather deny a hard truth than face it",
        "author":"George R.R. Martin"
    },
    {
        "id":"49",
        "text":"It is better to offer no excuse than a bad one",
        "author":"George Washington"
    },
    {
        "id":"50",
        "text":"Sometimes it takes a good fall to really know where you stand",
        "author":"Hayley Williams"
    },
    {
        "id":"51",
        "text":"That's what fiction is for. It's for getting at the truth when the truth isn't sufficient for the truth",
        "author":"Tim O'Brien"
    },
    {
        "id":"52",
        "text":"It is difficult, when faced with a situation you cannot control, to admit you can do nothing",
        "author":"Lemony Snicket"
    },
    {
        "id":"53",
        "text":"When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight",
        "author":"Kahlil Gibran"
    },
    {
        "id":"54",
        "text":"There are times to stay put, and what you want will come to you, and there are times to go out into the world and find such a thing for yourself",
        "author":"Lemony Snicket"
    },
    {
        "id":"55",
        "text":"People often claim to hunger for truth, but seldom like the taste when it's served up",
        "author":"George R.R. Martin"
    },
    {
        "id":"56",
        "text":"That's what fiction is for. It's for getting at the truth when the truth isn't sufficient for the truth",
        "author":"Tim O'Brien"
    },
    {
        "id":"57",
        "text":"Tim O'Brien",
        "author":"Lemony Snicket"
    },
    {
        "id":"58",
        "text":"When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight",
        "author":"Kahlil Gibran"
    },
    {
        "id":"59",
        "text":"There are times to stay put, and what you want will come to you, and there are times to go out into the world and find such a thing for yourself",
        "author":"Lemony Snicket"
    },
    {
        "id":"60",
        "text":"People often claim to hunger for truth, but seldom like the taste when it's served up",
        "author":"George R.R. Martin"
    },
    {
        "id":"61",
        "text":"I'm for truth, no matter who tells it. I'm for justice, no matter who it is for or against. I'm a human being, first and foremost, and as such I'm for whoever and whatever benefits humanity as a whole",
        "author":"Malcolm X"
    },
    {
        "id":"62",
        "text":"The truth is not always beautiful, nor beautiful words the truth",
        "author":"Lao Tzu"
    },
    {
        "id":"63",
        "text":"The truth isn't always beauty, but the hunger for it is",
        "author":"Nadine Gordimer"
    },
    {
        "id":"64",
        "text":"We live in an age when unnecessary things are our only necessities",
        "author":"Oscar Wilde"
    },
    {
        "id":"65",
        "text":"Much of what was said did not matter, and that much of what mattered could not be said",
        "author":"Katherine Boo"
    },
    {
        "id":"66",
        "text":"Men may be stronger, but it is women who endure",
        "author":"Cassandra Clare"
    },
    {
        "id":"67",
        "text":"You can safely assume you've created God in your own image when it turns out that God hates all the same people you do",
        "author":"Anne Lamott"
    },
    {
        "id":"68",
        "text":"A thinker sees his own actions as experiments and questions--as attempts to find out something. Success and failure are for him answers above all",
        "author":"Friedrich Nietzsche"
    },
    {
        "id":"69",
        "text":"There’s no such thing as ruining your life. Life’s a pretty resilient thing, it turns out",
        "author":"Sophie Kinsella"
    },
    {
        "id":"70",
        "text":"There are two ways to be fooled. One is to believe what isn't true; the other is to refuse to believe what is tru",
        "author":"Soren Kierkegaard"
    },
    {
        "id":"71",
        "text":"If you look for truth, you may find comfort in the end; if you look for comfort you will not get either comfort or truth only soft soap and wishful thinking to begin, and in the end, despair",
        "author":"C.S. Lewis"
    },
    {
        "id":"72",
        "text":"Just because you don't understand it doesn't mean it isn't so",
        "author":"Lemony Snicket"
    },
    {
        "id":"73",
        "text":"For me, it is far better to grasp the Universe as it really is than to persist in delusion, however satisfying and reassuring",
        "author":"Carl Sagan"
    },
    {
        "id":"74",
        "text":"I think that we are like stars. Something happens to burst us open; but when we burst open and think we are dying; we’re actually turning into a supernova. And then when we look at ourselves again, we see that we’re suddenly more beautiful than we ever were before!",
        "author":"C. JoyBell C"
    },
    {
        "id":"75",
        "text":"Sometimes things become possible if we want them bad enough",
        "author":"T.S. Eliot"
    },
    {
        "id":"76",
        "text":"Whatever satisfies the soul is truth",
        "author":"Walt Whitman"
    },
    {
        "id":"77",
        "text":"Those sweet lips. My, oh my, I could kiss those lips all night long",
        "author":"Jess C. Scott"
    },
    {
        "id":"78",
        "text":"I’m just sick of ego, ego, ego. My own and everybody else’s. I’m sick of everybody that wants to get somewhere, do something distinguished and all, be somebody interesting. It’s disgusting",
        "author":"J.D. Salinger"
    },
    {
        "id":"79",
        "text":"Nothing ever happens like you imagine it will",
        "author":"John Green"
    },
    {
        "id":"80",
        "text":"The most common form of despair is not being who you are",
        "author":"Søren Kierkegaard"
    },
    {
        "id":"81",
        "text":"Truth never damages a cause that is just",
        "author":"Mahatma Gandhi"
    },
    {
        "id":"82",
        "text":"Perhaps the truth depends on a walk around the lake",
        "author":"Wallace Stevens"
    },
    {
        "id":"83",
        "text":"Wrong does not cease to be wrong because the majority share in it",
        "author":"Leo Tolstoy"
    },
    {
        "id":"84",
        "text":"Being in a minority, even in a minority of one, did not make you mad. There was truth and there was untruth, and if you clung to the truth even against the whole world, you were not mad",
        "author":"George Orwell"
    },
    {
        "id":"85",
        "text":"There's a world of difference between truth and facts. Facts can obscure truth",
        "author":"Maya Angelou"
    },
    {
        "id":"86",
        "text":"It is always the false that makes you suffer, the false desires and fears, the false values and ideas, the false relationships between people. Abandon the false and you are free of pain; truth makes happy, truth liberates",
        "author":"Sri Nisargadatta Maharaj"
    },
    {
        "id":"87",
        "text":"Life's as kind as you let it be",
        "author":"Charles Bukowski"
    },
    {
        "id":"88",
        "text":"Love truth, but pardon error",
        "author":"Voltaire"
    },
    {
        "id":"89",
        "text":"Fiction reveals truth that reality obscures",
        "author":"Jessamyn West"
    },
    {
        "id":"90",
        "text":"Three things can not hide for long: the Moon, the Sun and the Truth",
        "author":"Gautama Buddha"
    },
    {
        "id":"91",
        "text":"There's more beauty in truth, even if it is dreadful beauty",
        "author":"John Steinbeck"
    },
    {
        "id":"92",
        "text":"The best lies were always mixed with truth",
        "author":"Sarah J. Maas"
    },
    {
        "id":"93",
        "text":"The essence of being human is that one does not seek perfection",
        "author":"George Orwell"
    },
    {
        "id":"94",
        "text":"If the road is easy, you're likely going the wrong way",
        "author":"Terry Goodkind"
    },
    {
        "id":"95",
        "text":"When truth is replaced by silence,the silence is a lie",
        "author":"Yevgeny Yevtushenko"
    },
    {
        "id":"96",
        "text":"It is an occupational hazard that anyone who has spent her life learning how to lie eventually becomes bad at telling the truth",
        "author":"Ally Carter"
    },
    {
        "id":"97",
        "text":"Facts are like cows. If you look them in the face long enough, they generally run away",
        "author":"Dorothy L. Sayers"
    },
    {
        "id":"98",
        "text":"One should never trust a woman who tells one her real age. A woman who would tell one that would tell one anything",
        "author":"Oscar Wilde"
    },
    {
        "id":"99",
        "text":"But you can't make people listen. They have to come round in their own time, wondering what happened and why the world blew up around them. It can't last",
        "author":"Ray Bradbury"
    },
    {
        "id":"100",
        "text":"If someone is able to show me that what I think or do is not right, I will happily change, for I seek the truth, by which no one was ever truly harmed. It is the person who continues in his self-deception and ignorance who is harmed",
        "author":"Marcus Aurelius"
    },
    {
        "id":"101",
        "text":"Here's something else to think about: calling when you say you're going to is the very first brick in the house you are building of love and trust. If he can't lay this one stupid brick down, you ain't never gonna have a house baby, and it's cold outside",
        "author":"Greg Behrendt"
    },
    {
        "id":"102",
        "text":"Believe those who are seeking the truth. Doubt those who find it",
        "author":"Andre Gide"
    },
    {
        "id":"103",
        "text":"You never know how much you really believe anything until its truth or falsehood becomes a matter of life and death to you",
        "author":"C.S. Lewis"
    },
    {
        "id":"104",
        "text":"Things come apart so easily when they have been held together with lies",
        "author":"Dorothy Allison"
    },
    {
        "id":"105",
        "text":"History, Stephen said, is a nightmare from which I am trying to awake",
        "author":"James Joyce"
    },
    {
        "id":"106",
        "text":"Seldom, very seldom, does complete truth belong to any human disclosure; seldom can it happen that something is not a little disguised or a little mistaken",
        "author":"Jane Austen"
    },
    {
        "id":"107",
        "text":"I am not bound to win, but I am bound to be true. I am not bound to succeed, but I am bound to live up to what light I have",
        "author":"Abraham Lincoln"
    },
    {
        "id":"108",
        "text":"A fit, healthy body—that is the best fashion statement",
        "author":"Jess C Scott"
    },
    {
        "id":"109",
        "text":"The truth doesn't always set you free; people prefer to believe prettier, neatley wrapped lies",
        "author":"Jodi Picoult"
    },{
        "id":"110",
        "text":"Oh, what a tangled web we weave...when first we practice to deceive",
        "author":"Walter Scott"
    },
    {
        "id":"111",
        "text":"Seeking what is true is not seeking what is desirable",
        "author":"Albert Camus"
    },
    {
        "id":"112",
        "text":"Wanting to be liked can get in the way of truth",
        "author":"Delia Ephron"
    },
    {
        "id":"113",
        "text":"I have survived. I am here. Confused, screwed up, but here. So, how can I find my way? Is there a chain saw of the soul, an ax I can take to my memories or fears?",
        "author":" Laurie Halse Anderson"
    },
    {
        "id":"114",
        "text":"I believe that truth has only one face: that of a violent contradiction",
        "author":"Georges Bataille"
    },
    {
        "id":"115",
        "text":"The Bible has noble poetry in it... and some good morals and a wealth of obscenity, and upwards of a thousand lies",
        "author":"Mark Twain"
    },
    {
        "id":"116",
        "text":"Boredom: the desire for desires",
        "author":"Leo Tolstoy"
    },
    {
        "id":"117",
        "text":"Anyone who is capable of getting themselves made President should on no account be allowed to do the job",
        "author":"Douglas Adams"
    },
    {
        "id":"118",
        "text":"Never hide things from hardcore thinkers. They get more aggravated, more provoked by confusion than the most painful truths",
        "author":"Criss Jami"
    },
    {
        "id":"119",
        "text":"A man's true character comes out when he's drunk",
        "author":"Charlie Chaplin"
    },
    {
        "id":"120",
        "text":"I am certain of nothing but the holiness of the Heart's affections and the truth of the Imagination",
        "author":"John Keats"
    },
    {
        "id":"121",
        "text":"There is no greatness where there is not simplicity, goodness, and truth",
        "author":"Leo Tolstoy"
    },
    {
        "id":"122",
        "text":"Our truest life is when we are in dreams awake",
        "author":"Henry David Thoreau"
    },
    {
        "id":"123",
        "text":"You may choose to look the other way but you can never say again that you did not know",
        "author":"William Wilberforce"
    },
    {
        "id":"124",
        "text":"Man is always prey to his truths. Once he has admitted them, he cannot free himself from them",
        "author":"Albert Camus"
    },
    {
        "id":"125",
        "text":"How hurtful it can be to deny one's true self and live a life of lies just to appease others",
        "author":"June Ahern"
    },
    {
        "id":"126",
        "text":"I quote others only in order the better to express myself",
        "author":"Michel de Montaigne"
    },
    {
        "id":"127",
        "text":"I felt like an animal, and animals don’t know sin, do they?",
        "author":"Jess C. Scott"
    },
    {
        "id":"128",
        "text":"There is nothing that is going to make people hate you more, and love you more, than telling the truth",
        "author":"Stefan Molyneux"
    },
    {
        "id":"129",
        "text":"I have a theory that the truth is never told during the nine-to-five hours",
        "author":" Hunter S. Thompson"
    },
    {
        "id":"130",
        "text":"What's done cannot be undone",
        "author":"William Shakespeare"
    },
    {
        "id":"131",
        "text":"You don’t believe things because they make your life better, you believe them because they’re true",
        "author":"Veronica Roth"
    },
    {
        "id":"132",
        "text":"Nothing is ever certain",
        "author":"Alice Sebold"
    },
    {
        "id":"133",
        "text":"What comes into our minds when we think about God is the most important thing about us",
        "author":"A.W. Tozer"
    },
    {
        "id":"134",
        "text":"Mistakes are, after all, the foundations of truth, and if a man does not know what a thing is, it is at least an increase in knowledge if he knows what it is not",
        "author":"Carl G. Jung"
    },
    {
        "id":"135",
        "text":"When you cut pieces out of the truth to avoid looking like a fool you end up looking like a moron instead",
        "author":"Robin Hobb"
    },
    {
        "id":"136",
        "text":"With a secret like that, at some point the secret itself becomes irrelevant. The fact that you kept it does not",
        "author":"Sara Gruen"
    },
    {
        "id":"137",
        "text":"Cherish those who seek the truth but beware of those who find it",
        "author":"Voltaire"
    },
    {
        "id":"138",
        "text":"Every person must choose how much truth he can stand",
        "author":"Irvin D. Yalom"
    },
    {
        "id":"139",
        "text":"There is no doubt fiction makes a better job of the truth",
        "author":"Doris May Lessing"
    },
    {
        "id":"140",
        "text":"This above all: to thine own self be true",
        "author":"William Shakespeare"
    },
    {
        "id":"141",
        "text":"Art should comfort the disturbed and disturb the comfortable",
        "author":"Banksy"
    },
    {
        "id":"142",
        "text":"A thing may happen and be a total lie; another thing may not happen and be truer than the truth",
        "author":"Tim O'Brien"
    },
    {
        "id":"143",
        "text":"The truth is not for all men but only for those who seek it",
        "author":"Ayn Rand"
    },
    {
        "id":"144",
        "text":"Don't assume, ask. Be kind. Tell the truth. Don't say anything you can't stand behind fully. Have integrity. Tell people how you feel",
        "author":"Warsan Shire"
    },
    {
        "id":"145",
        "text":"The opposite of a correct statement is a false statement. But the opposite of a profound truth may well be another profound truth",
        "author":"Niels Bohr"
    },
    {
        "id":"146",
        "text":"etter to get hurt by the truth than comforted with a lie",
        "author":"Khaled Hosseini"
    },
    {
        "id":"147",
        "text":"You’re not obligated to win. You’re obligated to keep trying. To the best you can do everyday",
        "author":"Jason Mraz"
    },
    {
        "id":"148",
        "text":"Somehow, we'll find it. The balance between whom we wish to be and whom we need to be. But for now, we simply have to be satisfied with who we are",
        "author":"Brandon Sanderson"
    },
    {
        "id":"149",
        "text":"There is no escape—we pay for the violence of our ancestors",
        "author":"Frank Herbert"
    },
    {
        "id":"150",
        "text":"The most confused you will ever get is when you try to convince your heart and spirit of something your mind knows is a lie",
        "author":"Shannon L. Alder"
    }
]